{
    "citingPaper": {
        "paperId": "d7ab72c89cd38ace5957fdba7d889b6628170d1f",
        "title": "A Combined Immunophenotypic And Transcriptional Single-Cell Map Of First Trimester Human Fetal Liver Hematopoiesis",
        "abstract": "Knowledge of human fetal blood development and how it differs from adult is highly relevant for our understanding of congenital blood and immune disorders as well as childhood leukemia, the latter known to originate in utero. Blood production during development occurs in waves that overlap in time and space adding to heterogeneity, which necessitates single cell approaches. Here, a combined single cell immunophenotypic and transcriptional map of first trimester primitive blood development is presented. Using CITE-seq (Cellular Indexing of Transcriptomes and Epitopes by Sequencing) the molecular profile of established immunophenotypic gated progenitors was analyzed in the fetal liver (FL). Classical markers for hematopoietic stem cells (HSCs) such as CD90 and CD49F were largely preserved, whereas CD135 (FLT3) and CD123 (IL3R) had a ubiquitous expression pattern capturing heterogenous populations. Direct molecular comparison with an adult bone marrow (BM) data set revealed that HSC-like cells were less frequent in FL, whereas cells with a lympho-myeloid signature were more abundant. Furthermore, an erythro-myeloid primed multipotent progenitor cluster was identified, potentially representing a transient, FL-specific progenitor. Based on the projection performed, up- and downregulated genes between fetal and adult cells were analyzed. In general, cell cycle pathways, including MYC targets were shown to be upregulated in fetal cells, whereas gene sets involved in inflammation and human leukocyte antigen (HLA) complex were downregulated. Importantly, a fetal core molecular signature was identified that could discriminate certain types of infant and childhood leukemia from adult counterparts. Our detailed single cell map presented herein emphasizes molecular as well as immunophenotypic differences between fetal and adult primitive blood cells, of significance for future studies of pediatric leukemia and blood development in general."
    }
}