{
    "citingPaper": {
        "paperId": "dafca22040721584818c82a8b0f3686e8104ccfd",
        "title": "A novel strategy to dissect multifaceted macrophage function in human diseases",
        "abstract": "Macrophages are widely distributed immune cells that play central roles in a variety of physiologic and pathologic processes, including obesity and cardiovascular disease (CVD). They are highly plastic cells that execute diverse functions according to a combination of signaling and environmental cues. While macrophages have traditionally been understood to polarize to either proinflammatory M1‐like or anti‐inflammatory M2‐like states, evidence has shown that they exist in a spectrum of states between those 2 phenotypic extremes. In obesity‐related disease, M1‐like macrophages exacerbate inflammation and promote insulin resistance, while M2‐like macrophages reduce inflammation, promoting insulin sensitivity. However, polarization markers are expressed inconsistently in adipose tissue macrophages, and they additionally exhibit phenotypes differing from the M1/M2 paradigm. In atherosclerotic CVD, activated plaque macrophages can also exist in a range of proinflammatory or anti‐inflammatory states. Some of these macrophages scavenge lipids, developing into heterogeneous foam cell populations. To better characterize the many actions of macrophages in human disease, we have designed a novel set of computational tools: MacSpectrum and AtheroSpectrum. These tools provide information on the inflammatory polarization status, differentiation, and foaming of macrophages in both human and mouse samples, allowing for better characterization of macrophage subpopulations based on their function. Using these tools, we identified disease‐relevant cell states in obesity and CVD, including the novel concept that macrophage‐derived foam cell formation can follow homeostatic noninflammatory or pathogenic inflammatory foaming programs."
    }
}