{
    "citingPaper": {
        "paperId": "2bd0a92398a9cef3d3e76a4e88ae598a471bbe61",
        "title": "A pathogenic and clonally expanded B cell transcriptome in active multiple sclerosis",
        "abstract": "Significance B cells serve as a key weapon against infectious diseases. They also contribute to multiple autoimmune diseases, including multiple sclerosis (MS) where depletion of B cells is a highly effective therapy. We describe a comprehensive profile of central nervous system (CNS)-specific transcriptional B cell phenotypes in MS at single-cell resolution with paired immune repertoires. We reveal a polyclonal immunoglobulin M (IgM) and IgG1 cerebrospinal fluid B cell expansion polarized toward an inflammatory, memory and plasmablast/plasma cell phenotype, with differential up-regulation of specific proinflammatory pathways. We did not find evidence that CNS B cells harbor a neurotropic virus. These data support the targeting of activated resident B cells in the CNS as a potentially effective strategy for control of treatment-resistant chronic disease. Central nervous system B cells have several potential roles in multiple sclerosis (MS): secretors of proinflammatory cytokines and chemokines, presenters of autoantigens to T cells, producers of pathogenic antibodies, and reservoirs for viruses that trigger demyelination. To interrogate these roles, single-cell RNA sequencing (scRNA-Seq) was performed on paired cerebrospinal fluid (CSF) and blood from subjects with relapsing-remitting MS (RRMS; n = 12), other neurologic diseases (ONDs; n = 1), and healthy controls (HCs; n = 3). Single-cell immunoglobulin sequencing (scIg-Seq) was performed on a subset of these subjects and additional RRMS (n = 4), clinically isolated syndrome (n = 2), and OND (n = 2) subjects. Further, paired CSF and blood B cell subsets (RRMS; n = 7) were isolated using fluorescence activated cell sorting for bulk RNA sequencing (RNA-Seq). Independent analyses across technologies demonstrated that nuclear factor kappa B (NF-κB) and cholesterol biosynthesis pathways were activated, and specific cytokine and chemokine receptors were up-regulated in CSF memory B cells. Further, SMAD/TGF-β1 signaling was down-regulated in CSF plasmablasts/plasma cells. Clonally expanded, somatically hypermutated IgM+ and IgG1+ CSF B cells were associated with inflammation, blood–brain barrier breakdown, and intrathecal Ig synthesis. While we identified memory B cells and plasmablast/plasma cells with highly similar Ig heavy-chain sequences across MS subjects, similarities were also identified with ONDs and HCs. No viral transcripts, including from Epstein–Barr virus, were detected. Our findings support the hypothesis that in MS, CSF B cells are driven to an inflammatory and clonally expanded memory and plasmablast/plasma cell phenotype."
    }
}