{
    "citingPaper": {
        "paperId": "a6d4fc31751f57ad5bc7954fae4716c7beb53edb",
        "title": "A Systems Approach to Brain Tumor Treatment",
        "abstract": "Simple Summary Pronounced differences across individuals (interpatient variability) and cell–cell heterogeneity within a tumor (intratumoral heterogeneity) severely hinder effective brain tumor treatment. To overcome these challenges, a personalized precision medicine approach that considers the uniqueness of an individual patient’s tumor and its cellular composition is required. A systems biology approach is needed to develop a multiscale understanding of the mechanistic drivers of disease etiology and progression to realize this vision. A systems-level understanding of disease characteristics can facilitate precise patient stratification into clinically meaningful subtypes and inform on potential druggable targets that can enhance treatment. Here, we synthesize and review various methodologies that can be integrated into a framework designed to achieve a personalized precision medicine approach for treating brain tumors. Finally, we provide a practical example in the context of analyzing an individual glioblastoma (GBM) patient at various stages of disease progression. Abstract Brain tumors are among the most lethal tumors. Glioblastoma, the most frequent primary brain tumor in adults, has a median survival time of approximately 15 months after diagnosis or a five-year survival rate of 10%; the recurrence rate is nearly 90%. Unfortunately, this prognosis has not improved for several decades. The lack of progress in the treatment of brain tumors has been attributed to their high rate of primary therapy resistance. Challenges such as pronounced inter-patient variability, intratumoral heterogeneity, and drug delivery across the blood–brain barrier hinder progress. A comprehensive, multiscale understanding of the disease, from the molecular to the whole tumor level, is needed to address the intratumor heterogeneity resulting from the coexistence of a diversity of neoplastic and non-neoplastic cell types in the tumor tissue. By contrast, inter-patient variability must be addressed by subtyping brain tumors to stratify patients and identify the best-matched drug(s) and therapies for a particular patient or cohort of patients. Accomplishing these diverse tasks will require a new framework, one involving a systems perspective in assessing the immense complexity of brain tumors. This would in turn entail a shift in how clinical medicine interfaces with the rapidly advancing high-throughput (HTP) technologies that have enabled the omics-scale profiling of molecular features of brain tumors from the single-cell to the tissue level. However, several gaps must be closed before such a framework can fulfill the promise of precision and personalized medicine for brain tumors. Ultimately, the goal is to integrate seamlessly multiscale systems analyses of patient tumors and clinical medicine. Accomplishing this goal would facilitate the rational design of therapeutic strategies matched to the characteristics of patients and their tumors. Here, we discuss some of the technologies, methodologies, and computational tools that will facilitate the realization of this vision to practice."
    }
}