{
    "citingPaper": {
        "paperId": "e108f23b669bf6f0e4b251c014d5650541ff20ab",
        "title": "Advanced Genomics-Based Approaches for Defining Allograft Rejection With Single Cell Resolution",
        "abstract": "Solid organ transplant recipients require long-term immunosuppression for prevention of rejection. Calcineurin inhibitor (CNI)-based immunosuppressive regimens have remained the primary means for immunosuppression for four decades now, yet little is known about their effects on graft resident and infiltrating immune cell populations. Similarly, the understanding of rejection biology under specific types of immunosuppression remains to be defined. Furthermore, development of innovative, rationally designed targeted therapeutics for mitigating or preventing rejection requires a fundamental understanding of the immunobiology that underlies the rejection process. The established use of microarray technologies in transplantation has provided great insight into gene transcripts associated with allograft rejection but does not characterize rejection on a single cell level. Therefore, the development of novel genomics tools, such as single cell sequencing techniques, combined with powerful bioinformatics approaches, has enabled characterization of immune processes at the single cell level. This can provide profound insights into the rejection process, including identification of resident and infiltrating cell transcriptomes, cell-cell interactions, and T cell receptor α/β repertoires. In this review, we discuss genomic analysis techniques, including microarray, bulk RNAseq (bulkSeq), single-cell RNAseq (scRNAseq), and spatial transcriptomic (ST) techniques, including considerations of their benefits and limitations. Further, other techniques, such as chromatin analysis via assay for transposase-accessible chromatin sequencing (ATACseq), bioinformatic regulatory network analyses, and protein-based approaches are also examined. Application of these tools will play a crucial role in redefining transplant rejection with single cell resolution and likely aid in the development of future immunomodulatory therapies in solid organ transplantation."
    }
}