{
    "citingPaper": {
        "paperId": "cd1880589b54bc3674d1f84e0f781110ff022413",
        "title": "Advancements in Oncoproteomics Technologies: Treading toward Translation into Clinical Practice",
        "abstract": "Proteomics continues to forge significant strides in the discovery of essential biological processes, uncovering valuable information on the identity, global protein abundance, protein modifications, proteoform levels, and signal transduction pathways. Cancer is a complicated and heterogeneous disease, and the onset and progression involve multiple dysregulated proteoforms and their downstream signaling pathways. These are modulated by various factors such as molecular, genetic, tissue, cellular, ethnic/racial, socioeconomic status, environmental, and demographic differences that vary with time. The knowledge of cancer has improved the treatment and clinical management; however, the survival rates have not increased significantly, and cancer remains a major cause of mortality. Oncoproteomics studies help to develop and validate proteomics technologies for routine application in clinical laboratories for (1) diagnostic and prognostic categorization of cancer, (2) real-time monitoring of treatment, (3) assessing drug efficacy and toxicity, (4) therapeutic modulations based on the changes with prognosis and drug resistance, and (5) personalized medication. Investigation of tumor-specific proteomic profiles in conjunction with healthy controls provides crucial information in mechanistic studies on tumorigenesis, metastasis, and drug resistance. This review provides an overview of proteomics technologies that assist the discovery of novel drug targets, biomarkers for early detection, surveillance, prognosis, drug monitoring, and tailoring therapy to the cancer patient. The information gained from such technologies has drastically improved cancer research. We further provide exemplars from recent oncoproteomics applications in the discovery of biomarkers in various cancers, drug discovery, and clinical treatment. Overall, the future of oncoproteomics holds enormous potential for translating technologies from the bench to the bedside."
    }
}