{
    "citingPaper": {
        "paperId": "7074ddfe1590ed8c9013192c4fb25d38e25e44b0",
        "title": "Aging of the Hematopoietic Stem Cell Niche: New Tools to Answer an Old Question",
        "abstract": "The hematopoietic stem cell (HSC) niche is a specialized microenvironment, where a complex and dynamic network of interactions across multiple cell types regulates HSC function. During the last years, it became progressively clearer that changes in the HSC niche are responsible for specific alterations of HSC behavior. The aging of the bone marrow (BM) microenvironment has been shown to critically contribute to the decline in HSC function over time. Interestingly, while upon aging some niche structures within the BM are degenerated and negatively affect HSC functionality, other niche cells and specific signals are preserved and essential to retaining HSC function and regenerative capacity. These new findings on the role of the aging BM niche critically depend on the implementation of new technical tools, developed thanks to transdisciplinary approaches, which bring together different scientific fields. For example, the development of specific mouse models in addition to coculture systems, new 3D-imaging tools, ossicles, and ex-vivo BM mimicking systems is highlighting the importance of new technologies to unravel the complexity of the BM niche on aging. Of note, an exponential impact in the understanding of this biological system has been recently brought by single-cell sequencing techniques, spatial transcriptomics, and implementation of artificial intelligence and deep learning approaches to data analysis and integration. This review focuses on how the aging of the BM niche affects HSCs and on the new tools to investigate the specific alterations occurring in the BM upon aging. All these new advances in the understanding of the BM niche and its regulatory function on HSCs have the potential to lead to novel therapeutical approaches to preserve HSC function upon aging and disease."
    }
}