{
    "citingPaper": {
        "paperId": "330605408e0e78762406156de53bcec2306d3f6a",
        "title": "Analyse de la variabilité de l’expression génique et du métabolisme glycolytique au cours du processus de différenciation érythrocytaire : de l’analyse à grande échelle aux questions mécanistiques",
        "abstract": "La prise de decision cellulaire se traduit par la capacite de toute cellule vivante a integrer les differentes informations provenant de son environnement, et a les transformer en une reponse biologique coherente. Il est aujourd'hui de plus en plus demontre que les populations cellulaires presentent une heterogeneite quantitative et qualitative significative, qui pourrait jouer un role essentiel dans le fonctionnement des organismes vivants. La premiere partie de ma these a ainsi consiste a etudier la variabilite de l'expression genique au cours de la differenciation de progeniteurs erythrocytaires aviaires primaires, a l'echelle de la cellule unique. L'expression de 92 genes a ete analysee par RT-qPCR dans des cellules isolees a differents temps de differenciation. Les principaux resultats de cette etude ont montre que la variabilite de l'expression des genes, mesuree par l'entropie de Shannon, atteint un niveau maximal a 8h-24h de differenciation, simultanement a une chute du nombre de genes correles. Cette augmentation de la variabilite genique precede l'engagement irreversible des cellules dans le processus de differenciation erythrocytaire identifie entre 24 et 48h. Cette etude a egalement mis en lumiere le gene LDHA (Lactate dehydrogenase A), codant pour une enzyme de la glycolyse anaerobie, dans les progeniteurs erythrocytaires en etat d'auto-renouvellement et aux points critiques, 8h et 24h, de la differenciation. La deuxieme partie de ma these a donc consiste a analyser le role precis de LDHA dans l'auto-renouvellement des progeniteurs erythrocytaires, ainsi que les variations du metabolisme du glucose au cours de la differenciation. Nos premiers resultats suggerent que le processus de differenciation erythrocytaire s'accompagne d'un changement metabolique correspondant au passage de la glycolyse anaerobie dependante de LDHA, vers une production d'energie aerobie, reposant sur la phosphorylation oxydative"
    }
}