{
    "citingPaper": {
        "paperId": "0d00f5fdabe2606cbaec00612901d71f8ffdef9f",
        "title": "Applications of Single-Cell Omics to Dissect Tumor Microenvironment",
        "abstract": "The recent technical and computational advances in single-cell sequencing technologies have significantly broaden our toolkit to study tumor microenvironment (TME) directly from human specimens. The TME is the complex and dynamic ecosystem composed of multiple cell types, including tumor cells, immune cells, stromal cells, endothelial cells, and other non-cellular components such as the extracellular matrix and secreted signaling molecules. The great success on immune checkpoint blockade therapy has highlighted the importance of TME on anti-tumor immunity and has made it a prime target for further immunotherapy strategies. Applications of single-cell transcriptomics on studying TME has yielded unprecedented resolution of the cellular and molecular complexity of the TME, accelerating our understanding of the heterogeneity, plasticity, and complex cross-interaction between different cell types within the TME. In this review, we discuss the recent advances by single-cell sequencing on understanding the diversity of TME and its functional impact on tumor progression and immunotherapy response driven by single-cell sequencing. We primarily focus on the major immune cell types infiltrated in the human TME, including T cells, dendritic cells, and macrophages. We further discuss the limitations of the existing methodologies and the prospects on future studies utilizing single-cell multi-omics technologies. Since immune cells undergo continuous activation and differentiation within the TME in response to various environmental cues, we highlight the importance of integrating multimodal datasets to enable retrospective lineage tracing and epigenetic profiling of the tumor infiltrating immune cells. These novel technologies enable better characterization of the developmental lineages and differentiation states that are critical for the understanding of the underlying mechanisms driving the functional diversity of immune cells within the TME. We envision that with the continued accumulation of single-cell omics datasets, single-cell sequencing will become an indispensable aspect of the immune-oncology experimental toolkit. It will continue to drive the scientific innovations in precision immunotherapy and will be ultimately adopted by routine clinical practice in the foreseeable future."
    }
}