{
    "citingPaper": {
        "paperId": "0976e7d80d2b001ddcd1dfd4669bbf2ded8d4699",
        "title": "Ascertaining cells’ synaptic connections and RNA expression simultaneously with massively barcoded rabies virus libraries",
        "abstract": "Brain function depends on forming and maintaining connections between neurons of specific types, ensuring neural function while allowing the plasticity necessary for cellular and behavioral dynamics. However, systematic descriptions of how brain cell types organize into synaptic networks and which molecules instruct these relationships are not readily available. Here, we introduce SBARRO (Synaptic Barcode Analysis by Retrograde Rabies ReadOut), a method that uses single-cell RNA sequencing to reveal directional, monosynaptic relationships based on the paths of a barcoded rabies virus from its “starter” postsynaptic cell to that cell’s presynaptic partners1. Thousands of these partner relationships can be ascertained in a single experiment, alongside genome-wide RNA profiles – and thus cell identities and molecular states – of each host cell. We used SBARRO to describe synaptic networks formed by diverse mouse brain cell types in vitro, leveraging a system similar to those used to identify synaptogenic molecules. We found that the molecular identity (cell type/subtype) of the starter cell predicted the number and types of cells that had synapsed onto it. Rabies transmission tended to occur into cells with RNA-expression signatures related to developmental maturation and synaptic transmission. The estimated size of a cell’s presynaptic network, relative to that of other cells of the same type, associated with increased expression of Arpp21 and Cdh13. By tracking individual virions and their clonal progeny as they travel among host cells, single-cell, single-virion genomic technologies offer new opportunities to map the synaptic organization of neural circuits in health and disease."
    }
}