{
    "citingPaper": {
        "paperId": "c91385154ce488fef5594e7ee87e7ebf64798871",
        "title": "Barcoded viral tracing of single-cell interactions in central nervous system inflammation",
        "abstract": "Single-cell analysis of CNS interactions Despite their importance in the physiology and pathology of the central nervous system (CNS), few methods are available for the unbiased, systematic investigation of cell-to-cell interactions at single-cell resolution. Clark et al. developed RABID-seq, a method that combines barcoded viral tracing with single-cell RNA sequencing (see the Perspective by Silvin and Ginhoux). RABID-seq identified the axon guidance molecules Sema4D-PlexinB2 and EphrinB3-EphB3 as mediators of microglia-astrocyte interactions that promote CNS pathology in experimental autoimmune encephalomyelitis and, potentially, multiple sclerosis. These studies also identified candidate therapeutic molecules for the modulation of microglia-astrocyte interactions in multiple sclerosis. Science, this issue p. eabf1230; see also p. 342 A high-throughput method characterizing cell interactions elucidates microglia-astrocyte communication in the brain. INTRODUCTION Glial cells of the central nervous system (CNS), including astrocytes and microglia, play critical roles in development, tissue repair, and homeostasis. However, dysregulated astrocyte and microglia responses contribute to the pathogenesis of neurologic diseases. Indeed, environmental chemicals, microbial metabolites, and cell-cell interactions have been shown to modulate disease-promoting responses in astrocytes and microglia in the context of multiple sclerosis (MS) and its model, experimental autoimmune encephalomyelitis (EAE). In particular, although astrocyte interactions with microglia are known to play important roles in the pathology of MS and other neurologic diseases, the pathways that facilitate astrocyte-microglia cross-talk are poorly understood, and consequently, few therapeutic inventions are available to target them. RATIONALE Understanding the complexity of astrocyte-microglia cross-talk in CNS inflammation requires the study of precise neuroimmune interactions in vivo, but methodologies for defining the specific cell types, pathways, and molecules that mediate these interactions are limited. We developed a virus-based barcoding method for the identification of thousands of CNS cell interactions in vivo and the simultaneous analysis of the transcriptome of interacting cells with single-cell resolution. We applied this technique, named rabies barcode interaction detection followed by sequencing (RABID-seq), to the study of microglia-astrocyte communication in the context of CNS inflammation in EAE and MS. RESULTS To develop RABID-seq, we engineered an mRNA-barcoded library in glycoprotein G–deficient pseudorabies virus (RabΔG-BC), which spreads between interacting cells but can only replicate in cells that transgenically express viral glycoprotein G. We pseudotyped the RabΔG-BC plasmid library using envelope protein of subgroup A (EnvA) packaging. Thus, the pseudotyped virus only infects cells that transgenically express the EnvA receptor, TVA. After its replication in cells that express TVA and viral glycoprotein G, RabΔG-BC infects interacting cells, labelling them with the virus-encoded barcode. To study RABID-seq astrocyte interactions in vivo during CNS inflammation in the EAE model of MS, we used transgenic mice expressing glycoprotein G and TVA in astrocytes under the control of the Gfap promoter. These studies identified several axon guidance molecules as critical mediators of microglia-astrocyte interactions in the context of inflammation. By combining RABID-seq with genetic perturbation studies in vivo, validation with primary mouse and human cells in vitro, and the analysis of MS patient samples by immunostaining and single-cell RNA-seq, we established that microglia-astrocyte interactions mediated by Sema4D-PlexinB1, Sema4D-PlexinB2, and Ephrin-B3–EphB3 promote CNS pathology in EAE—and potentially MS. Notably, Ephrin-B–EphB3 participated in forward and reverse signaling, which boosted both microglia and astrocyte pathogenic activities via the regulation of nuclear factor κB and mammalian target of rapamycin, respectively. Finally, we demonstrated that a CNS-penetrant small-molecule inhibitor of the kinase activity of the EphB3 intracellular domain ameliorates EAE in both acute and chronic progressive models. CONCLUSION We developed RABID-seq, a novel approach for the simultaneous investigation of cell interactions and the transcriptome of interacting cells in vivo with single-cell resolution. RABID-seq identified signaling pathways controlled by the axon guidance molecules Sema4D-PlexinB1, Sema4D-PlexinB2, and Ephrin-B3/EphB3 as mediators of microglia-astrocyte interactions that promote CNS pathogenesis and also as candidate targets for therapeutic intervention in neurologic disorders. Elucidation of microglia-astrocyte interactions by rabies barcode interaction detection followed by sequencing (RABID-seq). Pseudotyped rabies virus expressing barcoded mRNA targets Gfap+ astrocytes, where it replicates before infecting neighboring cells, leaving a barcoded trace. Single-cell RNA sequencing reads both cellular mRNAs and viral barcodes, allowing for the reconstruction of in vivo cell interactions and the transcriptional analysis of interacting cells with single-cell resolution. Cell-cell interactions control the physiology and pathology of the central nervous system (CNS). To study astrocyte cell interactions in vivo, we developed rabies barcode interaction detection followed by sequencing (RABID-seq), which combines barcoded viral tracing and single-cell RNA sequencing (scRNA-seq). Using RABID-seq, we identified axon guidance molecules as candidate mediators of microglia-astrocyte interactions that promote CNS pathology in experimental autoimmune encephalomyelitis (EAE) and, potentially, multiple sclerosis (MS). In vivo cell-specific genetic perturbation EAE studies, in vitro systems, and the analysis of MS scRNA-seq datasets and CNS tissue established that Sema4D and Ephrin-B3 expressed in microglia control astrocyte responses via PlexinB2 and EphB3, respectively. Furthermore, a CNS-penetrant EphB3 inhibitor suppressed astrocyte and microglia proinflammatory responses and ameliorated EAE. In summary, RABID-seq identified microglia-astrocyte interactions and candidate therapeutic targets."
    }
}