{
    "citingPaper": {
        "paperId": "a2c3a18dc820143343d68f59207b3b836de54fcd",
        "title": "Cardiac Resident Macrophages Prevent Fibrosis and Stimulate Angiogenesis",
        "abstract": "Supplemental Digital Content is available in the text. Rationale: The initial hypertrophy response to cardiac pressure overload is considered compensatory, but with sustained stress, it eventually leads to heart failure. Recently, a role for recruited macrophages in determining the transition from compensated to decompensated hypertrophy has been established. However, whether cardiac resident immune cells influence the early phase of hypertrophy development has not been established. Objective: To assess the role of cardiac immune cells in the early hypertrophy response to cardiac pressure overload induced by transverse aortic constriction (TAC). Methods and Results: We performed cytometry by time-of-flight to determine the identity and abundance of immune cells in the heart at 1 and 4 weeks after TAC. We observed a substantial increase in cardiac macrophages 1 week after TAC. We then conducted Cite-Seq single-cell RNA sequencing of cardiac immune cells isolated from 4 sham and 6 TAC hearts. We identified 12 clusters of monocytes and macrophages, categorized as either resident or recruited macrophages, that showed remarkable changes in their abundance between sham and TAC conditions. To determine the role of cardiac resident macrophages early in the response to a hypertrophic stimulus, we used a blocking antibody against macrophage colony-stimulating factor 1 receptor (CD115). As blocking CD115 initially depletes all macrophages, we allowed the replenishment of recruited macrophages by monocytes before performing TAC. This preferential depletion of resident macrophages resulted in enhanced fibrosis and a blunted angiogenesis response to TAC. Macrophage depletion in CCR2 (C-C chemokine receptor type 2) knockout mice showed that aggravated fibrosis was primarily caused by the recruitment of monocyte-derived macrophages. Finally, 6 weeks after TAC these early events lead to depressed cardiac function and enhanced fibrosis, despite complete restoration of cardiac immune cells. Conclusions: Cardiac resident macrophages are a heterogeneous population of immune cells with key roles in stimulating angiogenesis and inhibiting fibrosis in response to cardiac pressure overload."
    }
}