{
    "citingPaper": {
        "paperId": "fa73c7381134ed7de0b27a441c495e27398f3195",
        "title": "Cellular sources and targets of type I interferons that drive susceptibility to tuberculosis",
        "abstract": "Mycobacterium tuberculosis ( Mtb ) causes 1.5 million deaths annually. Active tuberculosis correlates with a neutrophil-driven type I interferon (IFN) signature, but the cellular mechanisms underlying tuberculosis pathogenesis remain poorly understood. We found interstitial macrophages (IMs) and plasmacytoid dendritic cells (pDCs) are dominant producers of type I IFN during Mtb infection in mice and non-human primates, and pDCs localize near human Mtb granulomas. Depletion of pDCs reduces Mtb burdens, implicating pDCs in tuberculosis pathogenesis. During IFN-driven disease, we observe abundant DNA-containing neutrophil extracellular traps (NETs) known to activate pDCs. Single cell RNA-seq reveals type I IFNs act on IMs to impair their responses to IFN γ , a cytokine critical for Mtb control. Cell type-specific disruption of the type I IFN receptor suggests IFNs act on IMs to inhibit Mtb control. We propose pDC-derived type I IFNs, driven by NETs, act on IMs to drive bacterial replication, further neutrophil recruitment, and active tuberculosis disease. were Data were pathology 8 lung samples and 8 node samples were analyzed. Each sample had previously culture Mycobacterium tuberculosis The samples were formalin-fixed and paraffin-embedded. Sections were cut and stained with anti-CD123 (6h6, Thermo Fisher Scientific), anti-CD303 (124B3.13, Dendritics), or hematoxylin and eosin 94,95 . Primary antibodies were detected by immunoperoxidase staining with the LSAB+ System and a standard DAB reaction following manufacturer’s instructions (DakoCytomation). Sections were counterstained with hematoxlyin prior to mounting and microscopy. pDCs were assessed in multiple each singe and CX3CR1 (SA011F11, BioLegend). All samples were also stained with a unique anti-mouse TotalSeq-A Hashtag antibody (1-6; BioLegend) to allow up to 6 populations to be multiplexed in a single lane on a 10X Genomics Chromium Next GEM Chip 96 . Enriched cells from infected mice were also stained with PE-labeled B220 (RA3-6B2, Tonbo), PE-labeled CD90.2 (30-H12, Tonbo), and BV785-labeled CD45.2 (104, BioLegend) anti-mouse antibodies. Enriched cells from naïve mice were stained with Pacific Blue-labeled B220 (RA3-6B2, BioLegend), Pacific Blue-labeled CD90.2 (53-2.1, BioLegend), PE-labeled F4/80 (BM8, Thermo Fisher Scientific), and BV786-labeled CD45.2 (104, BioLegend) anti-mouse antibodies. All post-enrichment antibody staining was performed on ice for 45 minutes in the presence of True-Stain Monocyte Blocker (BioLegend). Following staining, cells were resuspended in PBS with 2% Newborn Calf Serum and Sytox Blue Dead Cell Stain (Thermo Fisher Scientific). Cells were sort purified using a 100 µm microfluidic sorting chip in a 4 laser SH-800 cell sorter (Sony) on the purity setting. The isolated populations from infected lungs were Mtb -infected cells and bystander myeloid cells. Macrophages and a mixture of neutrophils and monocytes were isolated from the naïve lungs and the macrophages were combined with neutrophil/monocyte mixture at a 1:2 ratio for better macrophage representation in the resulting dataset."
    }
}