{
    "citingPaper": {
        "paperId": "2a7c965e4bc8dcced10c53265d27738fdfb94e89",
        "title": "CellCallEXT: Analysis of Ligand–Receptor and Transcription Factor Activities in Cell–Cell Communication of Tumor Immune Microenvironment",
        "abstract": "Simple Summary CellCall is an R package tool that is used to analyze cell–cell communication based on transcription factor (TF) activities calculated by cell-type specificity of target genes and thus cannot directly handle two-condition comparisons. We developed CellCallEXT to complement CellCall. CellCallEXT can directly identify ligand–receptor (L–R) interactions that alter the expression profiles of downstream genes between two conditions, such as tumor and healthy tissue. Scoring in CellCallEXT quantitatively integrates expression of ligands, receptors, TFs, and target genes (TGs). The pathway enrichment analysis and visualization modules allow biologists to investigate how disease alters cell–cell communication. Furthermore, Reactome pathways were added into CellCallEXT to expand the L–R–TF database. Abstract (1) Background: Single-cell RNA sequencing (scRNA-seq) data are useful for decoding cell–cell communication. CellCall is a tool that is used to infer inter- and intracellular communication pathways by integrating paired ligand–receptor (L–R) and transcription factor (TF) activities from steady-state data and thus cannot directly handle two-condition comparisons. For tumor and healthy status, it can only individually analyze cells from tumor or healthy tissue and examine L–R pairs only identified in either tumor or healthy controls, but not both together. Furthermore, CellCall is highly affected by gene expression specificity in tissues. (2) Methods: CellCallEXT is an extension of CellCall that deconvolutes intercellular communication and related internal regulatory signals based on scRNA-seq. Information on Reactome was retrieved and integrated with prior knowledge of L–R–TF signaling and gene regulation datasets of CellCall. (3) Results: CellCallEXT was successfully applied to examine tumors and immune cell microenvironments and to identify the altered L–R pairs and downstream gene regulatory networks among immune cells. Application of CellCallEXT to scRNA-seq data from patients with deficiency of adenosine deaminase 2 demonstrated its ability to impute dysfunctional intercellular communication and related transcriptional factor activities. (4) Conclusions: CellCallEXT provides a practical tool to examine intercellular communication in disease based on scRNA-seq data."
    }
}