{
    "citingPaper": {
        "paperId": "389ff00301ee339c6dec2d9bbf45cbaaf07cecc9",
        "title": "Chemokine Receptor Activation Enhances Memory B Cell Class Switching Linked to IgE Sensitization to Alpha Gal and Cardiovascular Disease",
        "abstract": "Background: Recent studies have suggested that IgE sensitization to α-gal is associated with coronary artery disease (CAD). However, the B cell subtype(s) responsible for production of IgE to α-gal and mechanisms mediating this production remain elusive. Methods: Single cell multi-omics sequencing, was utilized to phenotype B cells obtained from 60 subjects that had undergone coronary angiography in whom serum IgE was evaluated by ImmunoCAP. Bioinformatics approaches were used to identify B cell subtype(s) and transcriptomic signatures associated with α-gal sensitization. In vitro characterization of chemokine/chemokine receptor pairs on switched memory B cells associated with IgE to α-gal was performed. Results: Of the 60 patients, 17 (28%) were positive for IgE to α-gal. CITESeq identified CCR6+ class-switched memory (SWM) B cells and CXCR4 expresssion on these CCR6+ SWM B cells as significantly associated with IgE sensitization to α-gal but not to other common allergens (peanut or inhalants). In vitro studies of enriched human B cells revealed significantly greater IgE on SWM B cells with high CCR6 and CXCR4 expression 10 days after cells were treated with IL-4 and CD40 to stimulate class switch recombination. Both CCL20 (CCR6 ligand) and CXCL12 (ligand for CXCR4) increased the expression of IgE on SWM B cells expressing their receptors. However, they appeared to have unique pathways mediating this effect as only CCL20 increased activation-induced cytidine deaminase (AID), while CXCL12 drove proliferation of CXCR4+ SWM B cells. Lastly, correlation analysis indicated an association between CAD severity and the frequency of both CCR6+ SWM and CXCR4+ SWM B cells. Conclusions: CCR6+ SWM B cells were identified as potential producers of IgE to α-gal in CAD patients. Additionally, our findings highlighted non-chemotaxis roles of CCL20/CCR6 and CXCL12/CXCR4 signaling in mediating IgE class switching and cell proliferation of SWM B cells respectively. Results may have important implications for a better understanding and better therapeutic approaches for subjects with IgE sensitization to α-gal."
    }
}