{
    "citingPaper": {
        "paperId": "af222fcea0e4154e2e86cb2b48eff7941750ba8e",
        "title": "Classification of human chronic inflammatory skin disease based on single-cell immune profiling",
        "abstract": "Inflammatory conditions represent the largest class of chronic skin disease, but the molecular dysregulation underlying many individual cases remains unclear. Single-cell RNA sequencing (scRNA-seq) has increased precision in dissecting the complex mixture of immune and stromal cell perturbations in inflammatory skin disease states. We single-cell–profiled CD45+ immune cell transcriptomes from skin samples of 31 patients (7 atopic dermatitis, 8 psoriasis vulgaris, 2 lichen planus (LP), 1 bullous pemphigoid (BP), 6 clinical/histopathologically indeterminate rashes, and 7 healthy controls). Our data revealed active proliferative expansion of the Treg and Trm components and universal T cell exhaustion in human rashes, with a relative attenuation of antigen-presenting cells. Skin-resident memory T cells showed the greatest transcriptional dysregulation in both atopic dermatitis and psoriasis, whereas atopic dermatitis also demonstrated recurrent abnormalities in ILC and CD8+ cytotoxic lymphocytes. Transcript signatures differentiating these rash types included genes previously implicated in T helper cell (TH2)/TH17 diatheses, segregated in unbiased functional networks, and accurately identified disease class in untrained validation data sets. These gene signatures were able to classify clinicopathologically ambiguous rashes with diagnoses consistent with therapeutic response. Thus, we have defined major classes of human inflammatory skin disease at the molecular level and described a quantitative method to classify indeterminate instances of pathologic inflammation. To make this approach accessible to the scientific community, we created a proof-of-principle web interface (RashX), where scientists and clinicians can visualize their patient-level rash scRNA-seq–derived data in the context of our TH2/TH17 transcriptional framework. Description scRNA-seq of immune cells can distinguish different inflammatory skin diseases and classify indeterminate rashes. Gene interface tool to identify your rash Many chronic skin conditions are caused by imbalances in the immune milieu of the environment, yet many of these changes remain under characterized. Here, Liu and Wang et al. used single-cell profiling of immune cells from skin samples of atopic dermatitis (AD), psoriasis vulgaris (PV), and healthy controls to profile the immune signatures of the different diseases. They found that AD and PV samples had distinct T cell resident memory, innate lymphoid cell, and CD8+ T cell gene signatures that could be validated in an external dataset. Using these signatures, they created a tool that could classify previously clinicopathologically indeterminate rash samples. This tool is now available as a web resource (RashX) for anyone to use to help further classify skin rashes."
    }
}