{
    "citingPaper": {
        "paperId": "5dd2f810be972a0fcbab627968f0fc990cb89623",
        "title": "Class switch towards non-inflammatory, spike-specific IgG4 antibodies after repeated SARS-CoV-2 mRNA vaccination",
        "abstract": "RNA vaccines are efficient preventive measures to combat the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) pandemic. High levels of neutralizing SARS-CoV-2 antibodies are an important component of vaccine-induced immunity. Shortly after the initial two mRNA vaccine doses, the immunoglobulin G (IgG) response mainly consists of the proinflammatory subclasses IgG1 and IgG3. Here, we report that several months after the second vaccination, SARS-CoV-2–specific antibodies were increasingly composed of noninflammatory IgG4, which were further boosted by a third mRNA vaccination and/or SARS-CoV-2 variant breakthrough infections. IgG4 antibodies among all spike-specific IgG antibodies rose, on average, from 0.04% shortly after the second vaccination to 19.27% late after the third vaccination. This induction of IgG4 antibodies was not observed after homologous or heterologous SARS-CoV-2 vaccination with adenoviral vectors. Single-cell sequencing and flow cytometry revealed substantial frequencies of IgG4-switched B cells within the spike-binding memory B cell population [median of 14.4%; interquartile range (IQR) of 6.7 to 18.1%] compared with the overall memory B cell repertoire (median of 1.3%; IQR of 0.9 to 2.2%) after three immunizations. This class switch was associated with a reduced capacity of the spike-specific antibodies to mediate antibody-dependent cellular phagocytosis and complement deposition. Because Fc-mediated effector functions are critical for antiviral immunity, these findings may have consequences for the choice and timing of vaccination regimens using mRNA vaccines, including future booster immunizations against SARS-CoV-2. Description Repeated SARS-CoV-2 mRNA vaccinations shift the antibody response toward IgG4 subclass with decreased FcγR-dependent effector activity. Anti-spike IgG4 rises from obscurity The four human IgG subclasses have distinct effector properties due to differences in binding Fc receptors and activating complement. The serum concentration of human IgG4 is normally lower than either IgG1, IgG2, or IgG3. Irrgang et al. did a longitudinal analysis of the level of spike-specific antibodies from each IgG subclass in recipients of the SARS-CoV-2 BNT162b2 mRNA vaccine. Anti-spike IgG4 as a fraction of total anti-spike IgG rose by 6 months after the second vaccination and increased further after a third vaccine dose. Serum antibody effector activity assessed by antibody-dependent phagocytosis or complement deposition was less after the third dose than after the second dose. Further studies are needed to determine how emergence of an IgG4 anti-spike response influences vaccine-induced protection from SARS-CoV-2 infection. —IRW"
    }
}