{
    "citingPaper": {
        "paperId": "0359c88b3604f858e11992153ca7cb925f81e760",
        "title": "Combined protein and transcript single cell RNA sequencing reveals cardiovascular disease and HIV signatures",
        "abstract": "Background HIV-infected people have an increased risk of atherosclerosis-based cardiovascular disease (CVD), even when the HIV virus is fully controlled. Both chronic HIV infection and CVD are chronic inflammatory diseases. The interaction between these two diseases is not well understood. Methods The Women’s Interagency HIV Study (WIHS) collected peripheral blood mononuclear cells (PBMCs) and data on subclinical CVD defined by carotid artery ultrasound from HIV-infected women. We interrogated 32 PBMC samples using combined protein and transcript panel single cell (sc) RNA sequencing of women without HIV or CVD, with HIV only, with HIV and CVD, and with HIV and CVD treated with cholesterol-lowering drugs. Expression of 40 surface markers enabled detailed analysis of all major cell types, resolving 58 clusters in almost 42,000 single cells. Results Many clusters including 5 of 8 classical monocyte clusters showed significantly different gene expression between the groups of participants, revealing the inflammatory signatures of HIV, CVD and their interactions. Genes highly upregulated by CVD included CCL3, CCL4 and IL-32, whereas CXCL2 and 3 were more highly upregulated by HIV. Many genes were synergistically upregulated by HIV and CVD, but others were antagonistically regulated, revealing that the gene signature in people with HIV and CVD is not simply the sum of the HIV and CVD signatures. Elevated expression of most inflammatory genes was reversed by cholesterol control (statin treatment). The cell numbers in 3 of 5 intermediate monocyte subsets, 1 of 14 CD8 T cell subsets, 1 of 6 B cell subsets and 1 of 6 NK cell subsets showed significant changes with HIV or CVD. Conclusions We conclude that HIV and CVD show interactive inflammatory signatures including chemokines and cytokines that are improved by cholesterol-lowering drugs."
    }
}