{
    "citingPaper": {
        "paperId": "999a46d38cb6d637d268415c892cf22aa8bcdb6c",
        "title": "Computational exploration of cellular communication in skin from emerging single-cell and spatial transcriptomic data",
        "abstract": "Tissue development and homeostasis require coordinated cell–cell communication. Recent advances in single-cell sequencing technologies have emerged as a revolutionary method to reveal cellular heterogeneity with unprecedented resolution. This offers a great opportunity to explore cell–cell communication in tissues systematically and comprehensively, and to further identify signaling mechanisms driving cell fate decisions and shaping tissue phenotypes. Using gene expression information from single-cell transcriptomics, several computational tools have been developed for inferring cell–cell communication, greatly facilitating analysis and interpretation. However, in single-cell transcriptomics, spatial information of cells is inherently lost. Given that most cell signaling events occur within a limited distance in tissues, incorporating spatial information into cell–cell communication analysis is critical for understanding tissue organization and function. Spatial transcriptomics provides spatial location of cell subsets along with their gene expression, leading to new directions for leveraging spatial information to develop computational approaches for cell–cell communication inference and analysis. These computational approaches have been successfully applied to uncover previously unrecognized mechanisms of intercellular communication within various contexts and across organ systems, including the skin, a formidable model to study mechanisms of cell–cell communication due to the complex interactions between the different cell populations that comprise it. Here, we review emergent cell–cell communication inference tools using single-cell transcriptomics and spatial transcriptomics, and highlight the biological insights gained by applying these computational tools to exploring cellular communication in skin development, homeostasis, disease and aging, as well as discuss future potential research avenues."
    }
}