{
    "citingPaper": {
        "paperId": "7cbe40e7dc6bf80edf35ccd851817d6bfe12f15d",
        "title": "Comprehensive analysis of long non-coding RNAs in breast cancer using topic modeling.",
        "abstract": "Single-cell RNA sequencing is a powerful tool to explore cancer heterogeneity. However, the expression of lncRNAs in single cells is still to be studied extensively and methods to deal with the sparsity of this type of data are lacking. Here, we propose a topic modeling approach to investigate the transcriptional heterogeneity of luminal and triple negative breast cancer cells using patient-derived xenograft models of acquired resistance to chemotherapy and targeted therapy. We show that using an integrative clustering that combines the information coming from mRNAs and lncRNAs treated as disjoint omic layers greatly improves the accuracy of cell classification. Topics associated with specific breast cancer subpopulations show a clear enrichment for pathways involved in subtyping and progression of breast cancer and to sets of lncRNA encoded in the open chromatin regions of breast cancer cell lines. We identified lncRNAs strongly associated with cell clusters already well known in the literature, such as MALAT1 and NEAT1, and highlighted some others that may be clinically relevant. A larger scale study based on Smart-seq-total technology (8) has assayed a broad spectrum of mRNAs and lncRNAs from single cells and showed that the lncRNA content of cells significantly differs across cell types and dynamically changes throughout cellular processes such as cell cycle and cell differentiation. Another large-scale study, combining bulk tissue RNA-seq and scRNA-seq to deeply profile lncRNA expression during neocortical development, found that many lncRNAs are specific to distinct cell types and abundantly expressed in individual cells (9), thus supporting that cell type-specific expression of lncRNAs contributes to the low levels of lncRNAs observed in tissues."
    }
}