{
    "citingPaper": {
        "paperId": "506b621f1d4e6ffc71619b285c4c921d4c1bb9d5",
        "title": "CYTO Innovation: Inspiring and Supporting Innovators in ISAC",
        "abstract": "PROGRESS in life sciences has always been driven by the development of new analytical tools and methods. Analytical cytometry has emerged as a linchpin enabling an understanding of the pathoetiology of diseases, the development of diagnostic methods, clinical monitoring methodologies, and supporting novel therapies. The International Society for Advancement of Cytometry (ISAC) has a diverse global community of members comprising: cytometry practitioners; biomedical scientists using cytometric technologies to solve specific problems; engineers and physical scientists developing future generations of cytometric technologies; data scientists who are developing cutting-edge algorithms to analyze and facilitate interpretation of complex multiparametric data—all contributing to the common mission of creating new knowledge using advanced cytometric techniques. This interplay among practitioners of different disciplines, enhancing the flow of knowledge, creativity, and innovation, has placed cytometry at the forefront of life sciences. Through its CYTO Innovation initiative, ISAC is inspiring, supporting, and promoting innovation, as an integral part of ISAC’s core mission. This program aims to support innovators in the society who contemplate conversion of their creative ideas into high impact commercial products, to help new entrepreneurs leverage inflection points to drive their success, and through initiatives to share creative solutions that do not yet address a large enough market to warrant commercialization. A detailed update of CYTO Innovation: An Initiative for ISAC’s Cytometry Product Innovators was published last year in this Journal by Diether Recktenwald (1). Innovation is about success. Innovation needs an environment that encourages inquiry and a forum for debate. Where aspiring current and future business leaders can navigate the rapidly changing world of new biotech discoveries. Where aspiring entrepreneurs can be alert to unmet needs and opportunities. In the words of business innovation guru Seth Kahan, “As more advances roll out, there will be massive disruptions as industries struggle to build the infrastructure required to accommodate new technology.” (2) Innovators need access to a dynamic, agile, and diverse international community to be able to learn, share, collaborate, network, debate, and engage with one another and their potential customers. Through its CYTO Innovation program, ISAC provides such a forum for stimulating disruptive technologies and dissemination of authoritative knowledge related to traditional technologies. Now in its 7th year, CYTO Innovation continues to evolve adding significant value to both ISAC as an organization and to its membership—offering an environment for an open exchange of information, cross-fertilization of ideas, and stimulation of creative thinking. Its underlying goal is to increase the value to professionals working in academia and industry, particularly younger physical scientists and engineers enticing their direct interactions with biologists and clinicians/patients who become beneficiaries of cytometry innovations. The CYTO Innovation program consists of multilevel initiatives. Ongoing volunteer resources comprising cytometry experts and business professional are available through the ISAC website. It serves as a major pool of knowledge and feedback to entrepreneurs in need of professional expert opinion. Continuous education is encouraged and supported through online learning"
    }
}