{
    "citingPaper": {
        "paperId": "7ba00b62adf7e02e97a687578f71755d10b56efd",
        "title": "Deconvolution of Focal Segmental Glomerulosclerosis Pathophysiology Using Transcriptomics Techniques",
        "abstract": "Background: Focal segmental glomerulosclerosis is a histopathological pattern of renal injury and comprises a heterogeneous group of clinical conditions with different pathophysiology, clinical course, prognosis, and treatment. Nevertheless, subtype differentiation in clinical practice often remains challenging, and we currently lack reliable diagnostic, prognostic, and therapeutic biomarkers. The advent of new transcriptomics techniques in kidney research poses great potential in the identification of gene expression biomarkers that can be applied in clinical practice. Summary: Transcriptomics techniques have been completely revolutionized in the last 2 decades, with the evolution from low-throughput reverse-transcription polymerase chain reaction and in situ hybridization techniques to microarrays and next-generation sequencing techniques, including RNA-sequencing and single-cell transcriptomics. The integration of human gene expression profiles with functional in vitro and in vivo experiments provides a deeper mechanistic insight into the candidate genes, which enable the development of novel-targeted therapies. The correlation of gene expression profiles with clinical outcomes of large patient cohorts allows for the development of clinically applicable biomarkers that can aid in diagnosis and predict prognosis and therapy response. Finally, the integration of transcriptomics with other “omics” modalities creates a holistic view on disease pathophysiology. Key Messages: New transcriptomics techniques allow high-throughput gene expression profiling of patients with focal segmental glomerulosclerosis (FSGS). The integration with clinical outcomes and fundamental mechanistic studies enables the discovery of new clinically useful biomarkers that will finally improve the clinical outcome of patients with FSGS."
    }
}