{
    "citingPaper": {
        "paperId": "687c6c37c3648b6d0503f7d1082e21eefdc661b2",
        "title": "Discovering Immune-Mediated Mechanisms of Gastric Carcinogenesis Through Single-Cell RNA Sequencing",
        "abstract": "Single-cell RNA sequencing (scRNAseq) technology is still relatively new in the field of gastric cancer immunology but gaining significant traction. This technology now provides unprecedented insights into the intratumoral and intertumoral heterogeneities at the immunological, cellular, and molecular levels. Within the last few years, a volume of publications reported the usefulness of scRNAseq technology in identifying thus far elusive immunological mechanisms that may promote and impede gastric cancer development. These studies analyzed datasets generated from primary human gastric cancer tissues, metastatic ascites fluid from gastric cancer patients, and laboratory-generated data from in vitro and in vivo models of gastric diseases. In this review, we overview the exciting findings from scRNAseq datasets that uncovered the role of critical immune cells, including T cells, B cells, myeloid cells, mast cells, ILC2s, and other inflammatory stromal cells, like fibroblasts and endothelial cells. In addition, we also provide a synopsis of the initial scRNAseq findings on the interesting epithelial cell responses to inflammation. In summary, these new studies have implicated roles for T and B cells and subsets like NKT cells in tumor development and progression. The current studies identified diverse subsets of macrophages and mast cells in the tumor microenvironment, however, additional studies to determine their roles in promoting cancer growth are needed. Some groups specifically focus on the less prevalent ILC2 cell type that may contribute to early cancer development. ScRNAseq analysis also reveals that stromal cells, e.g., fibroblasts and endothelial cells, regulate inflammation and promote metastasis, making them key targets for future investigations. While evaluating the outcomes, we also highlight the gaps in the current findings and provide an assessment of what this technology holds for gastric cancer research in the coming years. With scRNAseq technology expanding rapidly, we stress the need for periodic review of the findings and assess the available scRNAseq analytical tools to guide future work on immunological mechanisms of gastric carcinogenesis.  "
    }
}