{
    "citingPaper": {
        "paperId": "7b0bcdc51a71669912b55b431d2cd23ad5112f38",
        "title": "Diversity and intratumoral heterogeneity in human gallbladder cancer progression revealed by single‐cell RNA sequencing",
        "abstract": "Abstract Background Gallbladder cancer (GC) is a malignant disease characterized with highly cellular heterogeneity and poor prognosis. Determining the intratumoral heterogeneity and microenvironment (TME) can provide novel therapeutic strategies for GC. Methods We performed the single‐cell RNA sequencing on the primary and lymph node metastatic gallbladder tumors and the adjacent normal tissues of five patients. The transcriptomic atlas and ligand–receptor‐based intercellular communication networks of the single cells were characterized. Results The transcriptomic landscape of 24,887 single cells was obtained and characterized as 10 cellular clusters, including epithelial, neuroendocrine tumor cells, T&NK cells, B cells, RGS5+ fibroblasts, POSTN+ fibroblasts, PDGFRA+ fibroblasts, endothelial, myeloid cells, and mast cells. Different types of GC harbored distinct epithelial tumor subpopulations, and squamous cell carcinoma could be differentiated from adenocarcinoma cells. Abundant immune cells infiltrated into adenocarcinoma and squamous cell carcinoma, rather than neuroendocrine neoplasms, which showed significant enrichment of stromal cells. CD4+/FOXP3+ T‐reg and CD4+/CXCL13+ T helper cells with higher exhausting biomarkers, as well as a dynamic lineage transition of tumor‐associated macrophages from CCL20hi/CD163lo, CCL20lo/CD163hi to APOE+, were identified in GC tissues, suggesting the immunosuppressive and tumor‐promoting status of immune cells in TME. Two distinct endothelial cells (KDR+ and ACKR1+), which were involved in angiogenesis and lymphangiogenesis, showed remarkable ligand–receptor interactions with primary GC cells and macrophages in gallbladder tumors. Conclusions This study reveals a widespread reprogramming across multiple cell populations in GC progression, dissects the cellular heterogeneity and interactions in gallbladder TME, and provides potential therapeutic targets for GC."
    }
}