{
    "citingPaper": {
        "paperId": "c0ff113045ca0d562829c064a4aa48f820f4797b",
        "title": "Droplet-based forward genetic screening of astrocyte–microglia cross-talk",
        "abstract": "Cell–cell interactions in the central nervous system play important roles in neurologic diseases. However, little is known about the specific molecular pathways involved, and methods for their systematic identification are limited. Here, we developed a forward genetic screening platform that combines CRISPR-Cas9 perturbations, cell coculture in picoliter droplets, and microfluidic-based fluorescence-activated droplet sorting to identify mechanisms of cell–cell communication. We used SPEAC-seq (systematic perturbation of encapsulated associated cells followed by sequencing), in combination with in vivo genetic perturbations, to identify microglia-produced amphiregulin as a suppressor of disease-promoting astrocyte responses in multiple sclerosis preclinical models and clinical samples. Thus, SPEAC-seq enables the high-throughput systematic identification of cell–cell communication mechanisms. Description Dissecting cell-cell interactions Systematically determining cell-cell interactions, particularly in the brain, is a technical challenge. Wheeler et al. developed a microfluidic platform for the identification of mechanisms of cell-cell communication. SPEAC-seq (systematic perturbation of encapsulated associated cells followed by sequencing) allowed the sorting of pairs of cells co-cultured in droplets. Studying astrocyte-microglia pairs, SPEAC-seq identified microglial-derived amphiregulin as a negative regulator of astrocyte nuclear factor kappa B activation. In multiple sclerosis patients and animal models, astrocyte-derived interleukin-33 activated a receptor in microglia, inducing amphiregulin expression and dampening disease-promoting astrocyte responses. SPEAC-seq provides a powerful tool to systematically investigate the mechanisms of cell-cell communication. —SMH A high-throughput platform enables the identification of cell-cell interaction mechanisms in forward genetic screens."
    }
}