{
    "citingPaper": {
        "paperId": "eea774a75bc375d0ba63547f76ac4020fbc62603",
        "title": "Dynamics of monocyte-derived macrophage diversity in experimental myocardial infarction",
        "abstract": "Abstract Aims Macrophages have a critical and dual role in post-ischaemic cardiac repair, as they can foster both tissue healing and damage. Multiple subsets of tissue resident and monocyte-derived macrophages coexist in the infarcted heart, but their precise identity, temporal dynamics, and the mechanisms regulating their acquisition of discrete states are not fully understood. To address this, we used multi-modal single-cell immune profiling, combined with targeted cell depletion and macrophage fate mapping, to precisely map monocyte/macrophage transitions after experimental myocardial infarction. Methods and results We performed single-cell transcriptomic and cell-surface marker profiling of circulating and cardiac immune cells in mice challenged with acute myocardial infarction, and integrated single-cell transcriptomes obtained before and at 1, 3, 5, 7, and 11 days after infarction. Using complementary strategies of CCR2+ monocyte depletion and fate mapping of tissue resident macrophages, we determined the origin of cardiac macrophage populations. The macrophage landscape of the infarcted heart was dominated by monocyte-derived cells comprising two pro-inflammatory populations defined as Isg15hi and MHCII+Il1b+, alongside non-inflammatory Trem2hi cells. Trem2hi macrophages were observed in the ischaemic area, but not in the remote viable myocardium, and comprised two subpopulations sequentially populating the heart defined as Trem2hiSpp1hi monocyte-to-macrophage intermediates, and fully differentiated Trem2hiGdf15hi macrophages. Cardiac Trem2hi macrophages showed similarities to ‘lipid-associated macrophages’ found in mouse models of metabolic diseases and were observed in the human heart, indicating conserved features of this macrophage state across diseases and species. Ischaemic injury induced a shift of circulating Ly6Chi monocytes towards a Chil3hi state with granulocyte-like features, but the acquisition of the Trem2hi macrophage signature occurred in the ischaemic tissue. In vitro, macrophages acquired features of the Trem2hi signature following apoptotic-cell efferocytosis. Conclusion Our work provides a comprehensive map of monocyte/macrophage transitions in the ischaemic heart, constituting a valuable resource for further investigating how these cells may be harnessed and modulated to promote post-ischaemic heart repair."
    }
}