{
    "citingPaper": {
        "paperId": "a33e4149fa8ff0018e0a9ef6907e0df8d79a81a3",
        "title": "Dynamics of Whole Transcriptome Analysis (WTA) and Surface markers expression (AbSeq) in Immune Cells of COVID-19 Patients and Recovered captured through Single Cell Genomics",
        "abstract": "Introduction Single-cell multi-omics studies, such as multidimensional transcriptomics (whole transcriptomic analysis, WTA), and surface marker analysis (antibody sequencing, AbSeq), have turned out to be valuable techniques that offer inaccessible possibilities for single-cell profiling of mRNA, lncRNA, and proteins. Methods We used this technique to understand the dynamics of mRNA and protein-level differences in healthy, COVID-19-infected and recovered individuals using peripheral blood mononuclear cells (PBMCs). Our results demonstrate that compared to mRNA expression, protein abundance is a better indicator of the disease state. Results We demonstrate that compared to mRNA expression, protein abundance is a better indicator of the disease state. We observed high levels of cell identity and regulatory markers, CD3E, CD4, CD8A, CD5, CD7, GITR, and KLRB1 in healthy individuals, whereas markers related to cell activation, CD38, CD28, CD69, CD62L, CD14, and CD16 elevated in the SARS-CoV-2 infected patients at both WTA and AbSeq levels. Curiously, in recovered individuals, there was a high expression of cytokine and chemokine receptors (CCR5, CCR7, CCR4, CXCR3, and PTGRD2). We also observed variations in the expression of markers within cell populations under different states. Discussion Furthermore, our study emphasizes the significance of employing an oligo-based method (AbSeq) that can help in diagnosis, prognosis, and protection from disease/s by identifying cell surface markers that are unique to different cell types or states. It also allows simultaneous study of a vast array of markers, surpassing the constraints of techniques like FACS to query the vast repertoire of proteins."
    }
}