{
    "citingPaper": {
        "paperId": "19e180531c29e35e950af4cabad69c0bcc5b8fff",
        "title": "Dynamics of Cardiac Neutrophil Diversity in Murine Myocardial Infarction",
        "abstract": "Supplemental Digital Content is available in the text. Rationale: After myocardial infarction, neutrophils rapidly and massively infiltrate the heart, where they promote both tissue healing and damage. Objective: To characterize the dynamics of circulating and cardiac neutrophil diversity after infarction. Methods and results: We employed single-cell transcriptomics combined with cell surface epitope detection by sequencing to investigate temporal neutrophil diversity in the blood and heart after murine myocardial infarction. At day 1, 3, and 5 after infarction, cardiac Ly6G+ (lymphocyte antigen 6G) neutrophils could be delineated into 6 distinct clusters with specific time-dependent patterning and proportions. At day 1, neutrophils were characterized by a gene expression profile proximal to bone marrow neutrophils (Cd177, Lcn2, Fpr1), and putative activity of transcriptional regulators involved in hypoxic response (Hif1a) and emergency granulopoiesis (Cebpb). At 3 and 5 days, 2 major subsets of Siglecfhi (enriched for eg, Icam1 and Tnf) and Siglecflow (Slpi, Ifitm1) neutrophils were found. Cellular indexing of transcriptomes and epitopes by sequencing (CITE-seq) analysis in blood and heart revealed that while circulating neutrophils undergo a process of aging characterized by loss of surface CD62L and upregulation of Cxcr4, heart infiltrating neutrophils acquired a unique SiglecFhi signature. SiglecFhi neutrophils were absent from the bone marrow and spleen, indicating local acquisition of the SiglecFhi signature. Reducing the influx of blood neutrophils by anti-Ly6G treatment increased proportions of cardiac SiglecFhi neutrophils, suggesting accumulation of locally aged neutrophils. Computational analysis of ligand/receptor interactions revealed putative pathways mediating neutrophil to macrophage communication in the myocardium. Finally, SiglecFhi neutrophils were also found in atherosclerotic vessels, revealing that they arise across distinct contexts of cardiovascular inflammation. Conclusions: Altogether, our data provide a time-resolved census of neutrophil diversity and gene expression dynamics in the mouse blood and ischemic heart at the single-cell level, and reveal a process of local tissue specification of neutrophils in the ischemic heart characterized by the acquisition of a SiglecFhi signature."
    }
}