{
    "citingPaper": {
        "paperId": "4200772247321d146f6fd3ad73390ee45ee120f7",
        "title": "Engineered molecular sensors of cell surface crowding",
        "abstract": "Cells mediate interactions with the extracellular environment through a crowded assembly of transmembrane proteins, glycoproteins and glycolipids on their plasma membrane. The extent to which surface crowding modulates the biophysical interactions of ligands, receptors, and other macromolecules is poorly understood due to the lack of methods to quantify surface crowding on native cell membranes. In this work, we demonstrate that physical crowding on reconstituted membranes and live cell surfaces attenuates the effective binding affinity of macromolecules such as IgG antibodies in a surface crowding-dependent manner. We combine experiment and simulation to design a crowding sensor based on this principle that provides a quantitative readout of cell surface crowding. Our measurements reveal that surface crowding decreases IgG antibody binding by 2-20 fold in live cells compared to a bare membrane surface, resulting in a cell surface osmotic pressure opposing binding of 1 - 4 kPa. Our sensors show that sialic acid, a negatively charged monosaccharide, contributes disproportionately to red blood cell surface crowding via electrostatic repulsion, despite occupying only ~1% of the total cell membrane by mass. We also observe significant differences in surface crowding for different cell types and find that expression of single oncogenes can both increase and decrease crowding, suggesting that surface crowding may be an indicator of both cell type and state. Our high-throughput, single-cell measurement of cell surface osmotic pressure may be combined with functional assays to enable further biophysical dissection of the cell surfaceome. Significance Statement Cells interact with each other and the extracellular environment through a crowded assembly of polymers on their plasma membranes. The high density of these surface polymers can generate physical crowding that impacts cell function. However, tools to quantify the extent and effect of surface crowding on live cell membranes are lacking. In this work, we design macromolecular sensors that act as direct reporters of cell surface crowding. We combine experiments on reconstituted and live cell surfaces with molecular dynamics simulations to provide a mechanistic understanding of how cell surface crowding reduces binding of soluble molecules, and we show that crowding varies significantly with cell type and is affected by oncogene expression."
    }
}