{
    "citingPaper": {
        "paperId": "050c2c5d16d078ae203f939fe649a5efa8db7261",
        "title": "Footprint of pancreas infiltrating and circulating immune cells throughout type 1 diabetes development",
        "abstract": "Introduction Type 1 diabetes (T1D) is defined by immune cell infiltration of the pancreas, in particular the islets of Langerhans, referred to as insulitis, which is especially prominent during the early disease stages in association with decreased beta cell mass. An in-depth understanding of the dynamics and phenotype of the immune cells infiltrating the pancreas and the accompanying changes in their profiles in peripheral blood during T1D development is critical to generate novel preventive and therapeutic approaches, as well as to find biomarkers for the disease process. Methods Using multi-parameter flow cytometry, we explored the dynamic changes of immune cells infiltrating the pancreas and the pancreatic draining lymph nodes (PLN), compared to those in peripheral blood in female and male non-obese diabetic (NOD) mice during T1D progression. Results The early stages of T1D development were characterized by an influx of innate dendritic cells and neutrophils in the pancreas. While dendritic cells seemed to move in and out (to the PLN), neutrophils accumulated during the pre-symptomatic phase and reached a maximum at 8 weeks of age, after which their numbers declined. During disease progression, CD4+ and CD8+ T cells appeared to continuously migrate from the PLN to the pancreas, which coincided with an increase in beta cell autoimmunity and insulitis severity, and a decline in insulin content. At 12 weeks of age, CD4+ and especially CD8+ T cells in the pancreas showed a dramatic shift from naïve to effector memory phenotype, in contrast to the PLN, where most of these cells remained naïve. A large proportion of pancreas infiltrating CD4+ T cells were naïve, indicating that antigenic stimulation was not necessary to traffic and invade the pancreas. Interestingly, a pre-effector-like T cell dominated the peripheral blood. These cells were intermediates between naïve and effector memory cells as identified by single cell RNA sequencing and might be a potential novel therapeutic target. Conclusion These time- and tissue-dependent changes in the dynamics and functional states of CD4+ and CD8+ T cells are essential steps in our understanding of the disease process in NOD mice and need to be considered for the interpretation and design of disease-modifying therapies."
    }
}