{
    "citingPaper": {
        "paperId": "8ce4d0821395da908810ef15031ea861c509a57c",
        "title": "Functional screens identify vulnerabilities in acute leukemia",
        "abstract": "Acute leukemia refers to a group of aggressive hematological malignancies of myeloid and lymphoid lineages termed acute myeloid leukemia (AML) and acute lymphoid leukemia (ALL) respectively. Acute leukemia is characterized by the presence of underlying genetic aberrations which alter the biology of normal hematopoietic cells resulting in the accumulation of immature abnormally differentiated blast cells. In this thesis, we have used advanced molecular techniques to identify vulnerabilities in acute leukemia. In paper I, we performed an in vivo CRISPR-Cas9 screen targeting cell surface genes in murine AML stem cells and showed that CXCR4 is a top cell surface regulator of AML cell growth and survival. Notably, loss of CXCR4 signaling in leukemia cells leads to oxidative stress and differentiation in vivo. In contrast, the CXCR4 ligand CXCL12 is dispensable for leukemia development in recipient mice. To identify key regulators of AML, in paper II, we performed an ex vivo cytokine screen on arrayed molecularly barcoded murine AML cells with a competitive in vivo read-out of their leukemia-initiating capacity. We identified TNFSF13 as a positive regulator of leukemia-initiating cells. We confirmed that TNFSF13 supports leukemia initiation under physiological conditions using Tnfsf13 mice. We further showed that TNFSF13 suppresses apoptosis and promotes AML cell proliferation in an NF-κB dependent manner. DUX4-rearranged BCP-ALL is a recently identified molecular subtype characterized by the expression of the IGHDUX4 fusion gene. With the aim of identifying biological dependencies of this subtype, in paper III, we performed a genome-wide CRISPR-Cas9 screen in the NALM6 cell line, driven by the IGH-DUX4 fusion gene, and two control cell lines. We showed that FNIP1, IRF4 and SYNCRIP are selectively important for the growth and survival of NALM6 cells and that their expression is under the control of the IGH-DUX4 fusion gene. While the deletion of FNIP1 led to the enrichment of transcriptional signatures associated with metabolic dysregulation, loss of IRF4 resulted in upregulation of genes involved in differentiation and apoptosis of NALM6 cells. Moreover, disruption of SYNCRIP caused downregulation of the TGFβ-SMAD signaling pathways in NALM6 cells. In paper IV, we explored the immune-mediated anti-leukemic activity of the cytokine interleukin 4 (IL4) in a murine AML model. Overexpression of IL4 in AML cells resulted in a strong anti-leukemic effect accompanied by an expansion of macrophages in the bone marrow and spleen of the recipient mice. Depletion of macrophages in vivo eliminated the antileukemic effect of IL4. In addition, IL4 directly activates murine macrophages resulting in enhanced phagocytosis of AML cells in vitro. Interestingly, IL4 also induced Stat6-dependent upregulation of CD47 in AML cells thereby inhibiting phagocytosis. Consistent with this finding, IL4 stimulation combined with CD47 blockade enhanced macrophage-mediated phagocytosis of AML cells. Taken together, the studies included in this thesis employed high-throughput functional screens using CRISPRCas9 and molecular barcoding techniques to identify key regulators of AML cells. These findings improve our understanding of the disease and may translate into the development of new therapies for acute leukemia."
    }
}