{
    "citingPaper": {
        "paperId": "1b6f097f60ea964ad65817a5855c841fca3fdd46",
        "title": "Harnessing Single-Cell RNA Sequencing to Better Understand How Diseased Cells Behave the Way They Do in Cardiovascular Disease.",
        "abstract": "The transition of healthy arteries and cardiac valves into dense, cell-rich, calcified, and fibrotic tissues is driven by a complex interplay of both cellular and molecular mechanisms. Specific cell types in these cardiovascular tissues become activated following the exposure to systemic stimuli including circulating lipoproteins or inflammatory mediators. This activation induces multiple cascades of events where changes in cell phenotypes and activation of certain receptors may trigger multiple pathways and specific alterations to the transcriptome. Modifications to the transcriptome and proteome can give rise to pathological cell phenotypes and trigger mechanisms that exacerbate inflammation, proliferation, calcification, and recruitment of resident or distant cells. Accumulating evidence suggests that each cell type involved in vascular and valvular diseases is heterogeneous. Single-cell RNA sequencing is a transforming medical research tool that enables the profiling of the unique fingerprints at single-cell levels. Its applications have allowed the construction of cell atlases including the mammalian heart and tissue vasculature and the discovery of new cell types implicated in cardiovascular disease. Recent advances in single-cell RNA sequencing have facilitated the identification of novel resident cell populations that become activated during disease and has allowed tracing the transition of healthy cells into pathological phenotypes. Furthermore, single-cell RNA sequencing has permitted the characterization of heterogeneous cell subpopulations with unique genetic profiles in healthy and pathological cardiovascular tissues. In this review, we highlight the latest groundbreaking research that has improved our understanding of the pathological mechanisms of atherosclerosis and future directions for calcific aortic valve disease."
    }
}