{
    "citingPaper": {
        "paperId": "417dd90071135bb3f464bb932cbf478bbe98ef38",
        "title": "Hematopoietic cell transplantation donor-derived memory-like NK cells functionally persist after transfer into patients with leukemia",
        "abstract": "Natural killer (NK) cells are innate lymphoid cells that eliminate cancer cells, produce cytokines, and are being investigated as a nascent cellular immunotherapy. Impaired NK cell function, expansion, and persistence remain key challenges for optimal clinical translation. One promising strategy to overcome these challenges is cytokine-induced memory-like (ML) differentiation, whereby NK cells acquire enhanced antitumor function after stimulation with interleukin-12 (IL-12), IL-15, and IL-18. Here, reduced-intensity conditioning (RIC) for HLA-haploidentical hematopoietic cell transplantation (HCT) was augmented with same-donor ML NK cells on day +7 and 3 weeks of N-803 (IL-15 superagonist) to treat patients with relapsed/refractory acute myeloid leukemia (AML) in a clinical trial (NCT02782546). In 15 patients, donor ML NK cells were well tolerated, and 87% of patients achieved a composite complete response at day +28, which corresponded with clearing high-risk mutations, including TP53 variants. NK cells were the major blood lymphocytes for 2 months after HCT with 1104-fold expansion (over 1 to 2 weeks). Phenotypic and transcriptional analyses identified donor ML NK cells as distinct from conventional NK cells and showed that ML NK cells persisted for over 2 months. ML NK cells expressed CD16, CD57, and high granzyme B and perforin, along with a unique transcription factor profile. ML NK cells differentiated in patients had enhanced ex vivo function compared to conventional NK cells from both patients and healthy donors. Overall, same-donor ML NK cell therapy with 3 weeks of N-803 support safely augmented RIC haplo-HCT for AML. Description Same-donor memory-like NK cells persist for months and help drive remission in patients with leukemia after hematopoietic cell transplantation. Naturally killing leukemia Natural killer (NK) cells are innate immune cells that are under investigation as a cell therapy for multiple types of cancer. A challenge for NK cell–based therapies, however, is ensuring that the cells persist and remain functional long-term. Here, Berrien-Elliott et al. generated cytokine-induced memory-like NK (ML NK) cells as a therapeutic for leukemia and investigated their functional capacity and persistence in patients receiving HLA-haploidentical hematopoietic cell transplantation (HCT). The authors showed that ML NK cells derived from the same donor as the HCT persisted for at least 2 months after HCT and were highly functional ex vivo. Together, these findings support the use of ML NK cells as a component of HCT for leukemia."
    }
}