{
    "citingPaper": {
        "paperId": "86c092eafe2b4af8bfb40edf7cd2d62127223c81",
        "title": "Heterogeneity and plasticity in healthy and atherosclerotic vasculature explored by single-cell sequencing",
        "abstract": "Abstract Cellular characteristics and their adjustment to a state of disease have become more evident due to recent advances in imaging, fluorescent reporter mice, and whole genome RNA sequencing. The uncovered cellular heterogeneity and/or plasticity potentially complicates experimental studies and clinical applications, as markers derived from whole tissue ‘bulk’ sequencing is unable to yield a subtype transcriptome and specific markers. Here, we propose definitions on heterogeneity and plasticity, discuss current knowledge thereof in the vasculature and how this may be improved by single-cell sequencing (SCS). SCS is emerging as an emerging technique, enabling researchers to investigate different cell populations in more depth than ever before. Cell selection methods, e.g. flow assisted cell sorting, and the quantity of cells can influence the choice of SCS method. Smart-Seq2 offers sequencing of the complete mRNA molecule on a low quantity of cells, while Drop-seq is possible on large numbers of cells on a more superficial level. SCS has given more insight in heterogeneity in healthy vasculature, where it revealed that zonation is crucial in gene expression profiles among the anatomical axis. In diseased vasculature, this heterogeneity seems even more prominent with discovery of new immune subsets in atherosclerosis as proof. Vascular smooth muscle cells and mesenchymal cells also share these plastic characteristics with the ability to up-regulate markers linked to stem cells, such as Sca-1 or CD34. Current SCS studies show some limitations to the number of replicates, quantity of cells used, or the loss of spatial information. Bioinformatical tools could give some more insight in current datasets, making use of pseudo-time analysis or RNA velocity to investigate cell differentiation or polarization. In this review, we discuss the use of SCS in unravelling heterogeneity in the vasculature, its current limitations and promising future applications."
    }
}