{
    "citingPaper": {
        "paperId": "162b7c1a9177b2b47d72d3a8dfa8f48ead633600",
        "title": "High-Throughput Detection of Autoantigen-Specific B Cells Among Distinct Functional Subsets in Autoimmune Donors",
        "abstract": "Antigen-specific B cells (ASBCs) can drive autoimmune disease by presenting autoantigen to cognate T cells to drive their activation, proliferation, and effector cell differentiation and/or by differentiating into autoantibody-secreting cells. Autoantibodies are frequently used to predict risk and diagnose several autoimmune diseases. ASBCs can drive type 1 diabetes even when immune tolerance mechanisms block their differentiation into antibody-secreting cells. Furthermore, anti-histidyl tRNA synthetase syndrome patients have expanded IgM+ Jo-1-binding B cells, which clinically diagnostic IgG Jo-1 autoantibodies may not fully reflect. Given the potential disconnect between the pathologic function of ASBCs and autoantibody secretion, direct study of ASBCs is a necessary step towards developing better therapies for autoimmune diseases, which often have no available cure. We therefore developed a high-throughput screening pipeline to 1) phenotypically identify specific B cell subsets, 2) expand them in vitro, 3) drive them to secrete BCRs as antibody, and 4) identify wells enriched for ASBCs through ELISA detection of antibody. We tested the capacity of several B cell subset(s) to differentiate into antibody-secreting cells following this robust stimulation. IgM+ and/or IgD+, CD27- memory, memory, switched memory, and BND B cells secreted B cell receptor (BCR) as antibody following in vitro stimulation, whereas few plasmablasts responded. Bimodal responses were observed across autoimmune donors for IgM+ CD21lo and IgM- CD21lo B cells, consistent with documented heterogeneity within the CD21lo subset. Using this approach, we detected insulin-binding B cell bias towards CD27- memory and CD27+ memory subsets in pre-symptomatic type 1 diabetes donors. We took advantage of routine detection of Jo-1-binding B cells in Jo-1+ anti-histidyl tRNA synthetase syndrome patients to show that Jo-1-binding B cells and total B cells expanded 20-30-fold using this culture system. Overall, these studies highlight technology that is amenable to small numbers of cryopreserved peripheral blood mononuclear cells that enables interrogation of phenotypic and repertoire attributes of ASBCs derived from autoimmune patients."
    }
}