{
    "citingPaper": {
        "paperId": "850cdb8b81523044a927321e23b028afabab424d",
        "title": "Human Macrophage Long Intergenic Noncoding RNA, SIMALR, Suppresses Inflammatory Macrophage Apoptosis via NTN1 (Netrin-1)",
        "abstract": "Background: Long noncoding RNAs (lncRNAs) have emerged as novel regulators of macrophage biology and inflammatory cardiovascular diseases. However, studies focused on lncRNAs in human macrophage subtypes, particularly human lncRNAs that are not conserved in rodents, are limited. Methods: Through RNA-sequencing of human monocyte–derived macrophages, we identified suppressor of inflammatory macrophage apoptosis lncRNA (SIMALR). Lipopolysaccharide/IFNγ (interferon γ) stimulated human macrophages were treated with SIMALR antisense oligonucleotides and subjected to RNA-sequencing to investigate the function of SIMALR. Western blots, luciferase assay, and RNA immunoprecipitation were performed to validate function and potential mechanism of SIMALR. RNAscope was performed to identify SIMALR expression in human carotid atherosclerotic plaques. Results: RNA-sequencing of human monocyte–derived macrophages identified SIMALR, a human macrophage-specific long intergenic noncoding RNA that is highly induced in lipopolysaccharide/IFNγ–stimulated macrophages. SIMALR knockdown in lipopolysaccharide/IFNγ stimulated THP1 human macrophages induced apoptosis of inflammatory macrophages, as shown by increased protein expression of cleaved PARP (poly[ADP-ribose] polymerase), caspase 9, caspase 3, and Annexin V+. RNA-sequencing of control versus SIMALR knockdown in lipopolysaccharide/IFNγ–stimulated macrophages showed Netrin-1 (NTN1) to be significantly decreased upon SIMALR knockdown. We confirmed that NTN1 knockdown in lipopolysaccharide/IFNγ–stimulated macrophages induced apoptosis. The SIMALR knockdown-induced apoptotic phenotype was rescued by adding recombinant NTN1. NTN1 promoter-luciferase reporter activity was increased in HEK293T (human embryonic kidney 293) cells treated with lentiviral overexpression of SIMALR. NTN1 promoter activity is known to require HIF1α (hypoxia-inducible factor 1 subunit alpha), and our studies suggest that SIMALR may interact with HIF1α to regulate NTN1 transcription, thereby regulating macrophages apoptosis. SIMALR was found to be expressed in macrophages in human carotid atherosclerotic plaques of symptomatic patients. Conclusions: SIMALR is a nonconserved, human macrophage lncRNA expressed in atherosclerosis that suppresses macrophage apoptosis. SIMALR partners with HIF1α (hypoxia-inducible factor 1 subunit alpha) to regulate NTN1, which is a known macrophage survival factor. This work illustrates the importance of interrogating the functions of human lncRNAs and exploring their translational and therapeutic potential in human atherosclerosis."
    }
}