{
    "citingPaper": {
        "paperId": "a1f07126630a6066a7179016d353465933063ac6",
        "title": "Human gut microbiota-reactive DP8α regulatory T cells, signature and related emerging functions",
        "abstract": "In mice, microbiota-induced Tregs both maintain intestinal homeostasis and provide resistance to immuno-pathologies in the adult. Identifying their human functional counterpart therefore represents an important goal. We discovered, in the human colonic lamina propria and blood, a FoxP3-negative IL-10-secreting Treg subset, which co-expresses CD4 and CD8α (hence named DP8α) and displays a TCR-reactivity against Faecalibacterium prausnitzii, indicating a role for this symbiotic bacterium in their induction. Moreover, supporting their role in intestinal homeostasis, we previously reported both their drastic decrease in IBD patients and their protective role in vivo against intestinal inflammation, in mice. Here, we aimed at identifying the genomic, phenotypic and functional signatures of these microbiota-induced Tregs, towards delineating their physiological role(s) and clinical potential. Human F. prausnitzii-reactive DP8α Treg clones were derived from both the colonic lamina propria and blood. RNA-sequencing, flow cytometry and functional assays were performed to characterize their response upon activation and compare them to donor- and tissue-matched FoxP3+ Treg clones. DP8α Tregs exhibited a unique mixed Tr1-like/cytotoxic CD4+ T cell-profile and shared the RORγt and MAF master genes with mouse gut microbiota-induced FoxP3+ Tregs. We revealed their potent cytotoxic, chemotactic and IgA-promoting abilities, which were confirmed using in vitro assays. Therefore, besides their induction by a Clostridium bacterium, DP8α Tregs also partake master genes with mouse microbiota-induced Tregs. The present identification of their complete signature and novel functional properties, should be key in delineating the in vivo roles and therapeutic applications of these unique human microbiota-induced Tregs through their study in pathological contexts, particularly in inflammatory bowel diseases. Graphical Abstract"
    }
}