{
    "citingPaper": {
        "paperId": "c09e1cfb21baa9e5b9d914db5e69f846ec88f375",
        "title": "Human airway mast cells proliferate and acquire distinct inflammation-driven phenotypes during type 2 inflammation",
        "abstract": "Mast cells in type 2 airway inflammation exhibit heterogeneous inflammation-associated phenotypes and proliferate in situ. Mast cell spectrum Mast cells (MCs), key players in type 2 (T2) allergic airway diseases such as chronic rhinosinusitis with nasal polyposis (CRSwNP), have mainly been characterized into different subsets based on protease content. Dwyer et al. have used flow cytometry and single-cell RNA-sequencing (scRNA-seq) to carry out a detailed study of human MC hyperplasia in CRSwNP. Relative to control tissue from patients with CRS lacking polyps, mature epithelial MCs that express tryptase (MCT), subepithelial MCs that express tryptase and chymase (MCTC), and CD38highCD117high MCs with an intermediate phenotype between MCT and MCTC all expanded in polyps of patients with CRSwNP. These results suggest that local proliferation of CD38highCD117high MCs is linked to both mature MC subsets and contributes to T2 disease. Mast cells (MCs) play a pathobiologic role in type 2 (T2) allergic inflammatory diseases of the airway, including asthma and chronic rhinosinusitis with nasal polyposis (CRSwNP). Distinct MC subsets infiltrate the airway mucosa in T2 disease, including subepithelial MCs expressing the proteases tryptase and chymase (MCTC) and epithelial MCs expressing tryptase without chymase (MCT). However, mechanisms underlying MC expansion and the transcriptional programs underlying their heterogeneity are poorly understood. Here, we use flow cytometry and single-cell RNA-sequencing (scRNA-seq) to conduct a comprehensive analysis of human MC hyperplasia in CRSwNP, a T2 cytokine–mediated inflammatory disease. We link discrete cell surface phenotypes to the distinct transcriptomes of CRSwNP MCT and MCTC, which represent polarized ends of a transcriptional gradient of nasal polyp MCs. We find a subepithelial population of CD38highCD117high MCs that is markedly expanded during T2 inflammation. These CD38highCD117high MCs exhibit an intermediate phenotype relative to the expanded MCT and MCTC subsets. CD38highCD117high MCs are distinct from circulating MC progenitors and are enriched for proliferation, which is markedly increased in CRSwNP patients with aspirin-exacerbated respiratory disease, a severe disease subset characterized by increased MC burden and elevated MC activation. We observe that MCs expressing a polyp MCT–like effector program are also found within the lung during fibrotic diseases and asthma, and further identify marked differences between MCTC in nasal polyps and skin. These results indicate that MCs display distinct inflammation-associated effector programs and suggest that in situ MC proliferation is a major component of MC hyperplasia in human T2 inflammation."
    }
}