{
    "citingPaper": {
        "paperId": "9c6a7d233e72222f8ba14ffe81efb99d6d79ea1c",
        "title": "IBEX: A versatile multiplex optical imaging approach for deep phenotyping and spatial analysis of cells in complex tissues.",
        "abstract": "The diverse composition of mammalian tissues poses challenges for understanding the 40 cell-cell interactions required for organ homeostasis and how spatial relationships are perturbed 41 during disease. Existing methods such as single-cell genomics, lacking a spatial context, and 42 traditional immunofluorescence, capturing only 2-6 molecular features, cannot resolve these 43 issues. Imaging technologies have been developed to address these problems, but each 44 possesses limitations that constrain widespread use. Here we report a new method that overcomes 45 major impediments to highly multi-plex tissue imaging. Iterative Bleaching Extends multi-pleXity 46 (IBEX) uses an iterative staining and chemical bleaching method to enable high resolution imaging 47 of >65 parameters in the same tissue section without physical degradation. IBEX can be employed 48 with various types of conventional microscopes and permits use of both commercially available and 49 user-generated antibodies in an ‘open’ system to allow easy adjustment of staining panels based 50 on ongoing marker discovery efforts. We show how IBEX can also be used with amplified staining 51 methods for imaging strongly fixed tissues with limited epitope retention and with oligonucleotide- 52 based staining, allowing potential cross-referencing between flow cytometry, Cellular Indexing of 53 Transcriptomes and Epitopes by Sequencing (CITE-Seq), and IBEX analysis of the same tissue. 54 To facilitate data processing, we provide an open source platform for automated registration of 55 iterative images. IBEX thus represents a technology that can be rapidly integrated into most current 56 laboratory workflows to achieve high content imaging to reveal the complex cellular landscape of 57 diverse organs and tissues. image tissue preparations and a method to facilitate direct integration of the imaging data with flow cytometry and sequencing technologies."
    }
}