{
    "citingPaper": {
        "paperId": "c44f0e15edf077c5a456f461ea5962e34eb48404",
        "title": "Identification of human tendon cell populations in healthy and diseased tissue using combined single cell transcriptomics and proteomics",
        "abstract": "The long-term morbidity of tendon disease in an increasingly active and ageing population represents a growing area of unmet clinical need. Tendon disorders commonly affect the lower limb, ranging from isolated tendon rupture to degenerative joint deformity. In the absence of valid animal models of chronic tendinopathy, traditional methods to isolate and identify crucial sub types involved in disease are limited by the heterogeneity of tendon cells, by their relative paucity in tissue and by the density of the surrounding collagen matrix. To overcome this, we have used next generation CITE-sequencing to combine surface proteomics with in-depth, unbiased gene expression analysis of single cells derived ex vivo from healthy and diseased tendon. For the first time we have been able to show that human tendon consists of at least eight sub-populations of cells. In addition to endothelial cells, Tc cells, and macrophages, there are five distinct tenocyte populations expressing COL1A genes. These consist of a population of resident cells expressing microfibril associated genes (FBN1, VCAN, DCN, EMILIN1, MFAP5), a group of SCX+ cells co-expressing high levels of pro-inflammatory markers, a population of APOD+ fibro-adipogenic progenitors (FAPs), TPPP3/PRG4+ chondrogenic cells (COMP, CILP, PRG4) and ITGA7+ Smooth Muscle-Mesenchymal Cells, recently described in mouse muscle but not, as yet, in human tendon. Surface proteomic analysis identified markers by which these sub-classes could be isolated and targeted in future. In comparison to healthy tendon, diseased tendon harboured a greater proportion of SCX+ tendon cells and these expressed high levels of pro-inflammatory markers including CXCL1, CXCL6, CXCL8, PDPN and previously undescribed PTX3. We were also able to show that whereas disease associated genes such as CD248 and PDPN were expressed by COL1+ tenocytes, IL33 was restricted to endothelial cells of chronically diseased tendon."
    }
}