{
    "citingPaper": {
        "paperId": "98646e314f1ac840e09384f7ba8f58de209c50c2",
        "title": "Imaging of Glioblastoma Tumor-Associated Myeloid Cells Using Nanobodies Targeting Signal Regulatory Protein Alpha",
        "abstract": "Glioblastoma (GBM) is the most common malignant primary brain tumor. Glioblastomas contain a large non-cancerous stromal compartment including various populations of tumor-associated macrophages and other myeloid cells, of which the presence was documented to correlate with malignancy and reduced survival. Via single-cell RNA sequencing of human GBM samples, only very low expression of PD-1, PD-L1 or PD-L2 could be detected, whereas the tumor micro-environment featured a marked expression of signal regulatory protein alpha (SIRPα), an inhibitory receptor present on myeloid cells, as well as its widely distributed counter-receptor CD47. CITE-Seq revealed that both SIRPα RNA and protein are prominently expressed on various populations of myeloid cells in GBM tumors, including both microglia- and monocyte-derived tumor-associated macrophages (TAMs). Similar findings were obtained in the mouse orthotopic GL261 GBM model, indicating that SIRPα is a potential target on GBM TAMs in mouse and human. A set of nanobodies, single-domain antibody fragments derived from camelid heavy chain-only antibodies, was generated against recombinant SIRPα and characterized in terms of affinity for the recombinant antigen and binding specificity on cells. Three selected nanobodies binding to mouse SIRPα were radiolabeled with 99mTc, injected in GL261 tumor-bearing mice and their biodistribution was evaluated using SPECT/CT imaging and radioactivity detection in dissected organs. Among these, Nb15 showed clear accumulation in peripheral organs such as spleen and liver, as well as a clear tumor uptake in comparison to a control non-targeting nanobody. A bivalent construct of Nb15 exhibited an increased accumulation in highly vascularized organs that express the target, such as spleen and liver, as compared to the monovalent format. However, penetration into the GL261 brain tumor fell back to levels detected with a non-targeting control nanobody. These results highlight the tumor penetration advantages of the small monovalent nanobody format and provide a qualitative proof-of-concept for using SIRPα-targeting nanobodies to noninvasively image myeloid cells in intracranial GBM tumors with high signal-to-noise ratios, even without blood-brain barrier permeabilization."
    }
}