{
    "citingPaper": {
        "paperId": "1b4613915b15e036ad0ff613b5be9d01e040fd64",
        "title": "Interleukin-17 governs hypoxic adaptation of injured epithelium",
        "abstract": "Mammalian cells autonomously activate hypoxia-inducible transcription factors (HIFs) to ensure survival in low-oxygen environments. We report here that injury-induced hypoxia is insufficient to trigger HIF1α in damaged epithelium. Instead, multimodal single-cell and spatial transcriptomics analyses and functional studies reveal that retinoic acid–related orphan receptor γt+ (RORγt+) γδ T cell–derived interleukin-17A (IL-17A) is necessary and sufficient to activate HIF1α. Protein kinase B (AKT) and extracellular signal–regulated kinase 1/2 (ERK1/2) signaling proximal of IL-17 receptor C (IL-17RC) activates mammalian target of rapamycin (mTOR) and consequently HIF1α. The IL-17A–HIF1α axis drives glycolysis in wound front epithelia. Epithelial-specific loss of IL-17RC, HIF1α, or blockade of glycolysis derails repair. Our findings underscore the coupling of inflammatory, metabolic, and migratory programs to expedite epithelial healing and illuminate the immune cell–derived inputs in cellular adaptation to hypoxic stress during repair. Description Metabolic rewiring helps wounds heal Rapid healing after skin injury is essential for protecting our internal organs from external threats. Epithelial cells must cope with a wound environment low in oxygen while simultaneously multiplying and migrating to quickly repair damage. Such adaptations to oxygen deprivation have long been thought to rely on direct cellular sensing and responsiveness by activating hypoxia-inducible factor 1α (HIF1α). Konieczny et al. found instead that the cytokine interleukin-17A (IL-17A), which is produced by skin-resident γδ T cells, facilitates the adaptation of epithelium to hypoxia through HIF1α. This IL-17A–HIF1α axis activates a program of glycolytic metabolism in epithelial cells that fuels repair. These findings underscore a role for immune-derived secondary signals in expediting repair by driving cellular adaptation to chronic hypoxia. —STS Interleukin-17A–induced hypoxia-inducible factor 1 alpha drives epithelial migration and glycolytic adaptation to hypoxia during tissue repair. INTRODUCTION Injury compromises our epithelial barriers, leaving them vulnerable to external threats. Organismal survival thus impinges on rapid barrier re-establishment after damage. Immunocompromised individuals and immunodeficient animals have profound defects in epithelial repair. However, the precise mechanisms and consequences of immune-epithelial cross-talk after injury remain incompletely defined. RATIONALE Epithelial repair requires cellular adaptation to the hypoxic wound microenvironment through evolutionarily conserved hypoxia-inducible factors (HIFs). This response has long been thought to depend upon epithelial cell-autonomous sensing of oxygen deprivation and responsiveness through HIFs. However, whether and how supportive microenvironmental signals from immune cells intersect with ancient hypoxia responses during epithelial repair have yet to be explored. To address these questions, we were drawn to the skin, a primary epithelial barrier that is surveilled by immune cells and has evolved sophisticated repair mechanisms. RESULTS Using unbiased profiling of repair-associated lymphocytes, we uncovered the enrichment of heterogeneous populations of type 17 lymphocytes. Homozygous Rorgt-EGFP (GFI-KI) mice deficient in RORγt+ cells exhibited a significant defect in epithelial migration and wound re-epithelialization. After damage, we observed a rapid local expansion of preexisting skin-resident RORγt+ cells that was sufficient to drive repair. Of the myriad wound RORγt+ populations, spatial transcriptomics and functional studies revealed that innate-like γδ T cells directed tissue repair by localizing to the wound front and boosting epithelial migration. These cells dominantly produced IL-17A/F in the wound microenvironment, which signaled directly to epithelia through IL-17RC to induce a migratory program. Comparative spatial transcriptomics of RORγt+ cell-deficient and wild-type (WT) wound edges revealed differences in HIF1α signaling. WT migrating epithelia had robust nuclear HIF1α activation that was notably missing from RORγt+ cell– and epithelial IL-17RC–deficient (Il17rcEKO) animals. Accordingly, epithelial-specific loss of HIF1α (Hif1aEKO) phenocopied the wound-healing defect of GFP-KI and Il17rcEKO mice. However, in contrast to GFP-KI wounds, recombinant IL-17A was unable to augment repair in Hif1aEKO mice, underscoring the necessity of this transcriptional effector mediating re-epithelialization downstream of IL-17A signaling. RORγt+ cell–deficient and control animals had comparable levels of wound hypoxia, indicating that the failure of RORγt+ cell–deficient animals to induce HIF1α was independent of oxygen sensing. Instead, IL-17A was sufficient to activate epithelial HIF1α both in vivo and in epithelial organoids. IL-17RC signaling rapidly induced activation of both ERK and AKT, which augmented HIF1α protein and transcript levels, but not stability, through mammalian target of rapamycin (mTOR). Acute hypoxia potently activated epithelial HIF1α in vitro, and this response was further boosted by IL-17A. By contrast, we uncovered a striking loss of mTOR and HIF1α in chronic hypoxia. Exogenous IL-17A rescued mTOR, and consequently HIF1α, under conditions of chronic hypoxia, indicating that IL-17A acts as a second signal to enable cell adaptation to low-oxygen environments. IL-17A induced a transcriptional and functional program of glycolytic metabolism in epithelia, which was dependent upon mTOR and HIF1α. The IL-17A–HIF1α-dependent program of glycolysis fueled epithelial migration, and pharmacological inhibition of glycolysis impaired wound re-epithelialization. CONCLUSION Our findings upend a long-held view that hypoxia is sufficient to cell-autonomously induce HIF1α-mediated metabolic remodeling. We illustrate that IL-17A supplied by RORγt+ γδ T cells is necessary for optimal HIF1α activation in the wound-edge epithelium. The IL-17A–HIF1α axis directed the metabolic rewiring of damaged epithelium toward a program of glycolysis to fuel migration. HIF1α and glycolysis are drivers of tumor progression and metastasis, raising the possibility that IL-17A or other immune-derived signals could drive these pathways in cancer. IL-17A is also central to the pathology of many autoimmune conditions, including psoriasis and inflammatory bowel disease. Thus, the IL-17A–HIF1α axis unveiled by our study may provide therapeutic opportunities for a range of epithelial inflammatory and metastatic diseases. IL-17 drives epithelial HIF1α to fuel wound repair through glycolysis. IL-17A/F supplied by expanding skin-resident RORγt+ γδ T cells is necessary for optimal HIF1α activation in the wound-edge epithelium, even in the presence of hypoxia. IL-17A signaling through the IL-17RC receptor rapidly induces ERK/AKT/mTOR, which augments HIF1α transcripts and protein. The IL-17–HIF1α axis directs a transcriptional and functional program of glycolysis to promote migration."
    }
}