{
    "citingPaper": {
        "paperId": "66725c644d6b501a55d8dc5fe8c36bc0164c8f83",
        "title": "Leukemic stem cells and therapy resistance in acute myeloid leukemia",
        "abstract": "A major obstacle in the treatment of acute myeloid leukemia (AML) is refractory disease or relapse after achieving remission. The latter arises from a few therapy-resistant cells within minimal residual disease (MRD). Resistant cells with long-term self-renewal capacity that drive clonal outgrowth are referred to as leukemic stem cells (LSC). The cancer stem cell concept considers LSC as relapse-initiating cells residing at the top of each genetically defined AML subclone forming epigenetically controlled downstream hierarchies. LSC display significant phenotypic and epigenetic plasticity, particularly in response to therapy stress, which results in various mechanisms mediating treatment resistance. Given the inherent chemotherapy resistance of LSC, targeted strategies must be incorporated into first-line regimens to prevent LSC-mediated AML relapse. The combination of venetoclax and azacitidine is a promising current strategy for the treatment of AML LSC. Nevertheless, the selection of patients who would benefit either from standard chemotherapy or venetoclax + azacitidine treatment in first-line therapy has yet to be established and the mechanisms of resistance still need to be discovered and overcome. Clinical trials are currently underway that investigate LSC susceptibility to first-line therapies. The era of single-cell multi-omics has begun to uncover the complex clonal and cellular architectures and associated biological networks. This should lead to a better understanding of the highly heterogeneous AML at the inter- and intra-patient level and identify resistance mechanisms by longitudinal analysis of patients’ samples. This review discusses LSC biology and associated resistance mechanisms, potential therapeutic LSC vulnerabilities and current clinical trial activities."
    }
}