{
    "citingPaper": {
        "paperId": "bc7f2300d011e8d122de5e1d671b326673325e4a",
        "title": "Leveraging Systems Immunology to Optimize Diagnosis and Treatment of Inborn Errors of Immunity",
        "abstract": "Inborn errors of immunity (IEI) are monogenic disorders that can cause diverse symptoms, including recurrent infections, autoimmunity and malignancy. While many factors have contributed, the increased availability of next-generation sequencing has been central in the remarkable increase in identification of novel monogenic IEI over the past years. Throughout this phase of disease discovery, it has also become evident that a given gene variant does not always yield a consistent phenotype, while variants in seemingly disparate genes can lead to similar clinical presentations. Thus, it is increasingly clear that the clinical phenotype of an IEI patient is not defined by genetics alone, but is also impacted by a myriad of factors. Accordingly, we need methods to amplify our current diagnostic algorithms to better understand mechanisms underlying the variability in our patients and to optimize treatment. In this review, we will explore how systems immunology can contribute to optimizing both diagnosis and treatment of IEI patients by focusing on identifying and quantifying key dysregulated pathways. To improve mechanistic understanding in IEI we must deeply evaluate our rare IEI patients using multimodal strategies, allowing both the quantification of altered immune cell subsets and their functional evaluation. By studying representative controls and patients, we can identify causative pathways underlying immune cell dysfunction and move towards functional diagnosis. Attaining this deeper understanding of IEI will require a stepwise strategy. First, we need to broadly apply these methods to IEI patients to identify patterns of dysfunction. Next, using multimodal data analysis, we can identify key dysregulated pathways. Then, we must develop a core group of simple, effective functional tests that target those pathways to increase efficiency of initial diagnostic investigations, provide evidence for therapeutic selection and contribute to the mechanistic evaluation of genetic results. This core group of simple, effective functional tests, targeting key pathways, can then be equitably provided to our rare patients. Systems biology is thus poised to reframe IEI diagnosis and therapy, fostering research today that will provide streamlined diagnosis and treatment choices for our rare and complex patients in the future, as well as providing a better understanding of basic immunology."
    }
}