{
    "citingPaper": {
        "paperId": "8464769ca50f6ca1c5901860e5083f42b15dfc80",
        "title": "Lymphatic vessel transit seeds cytotoxic resident memory T cells in skin draining lymph nodes",
        "abstract": "Lymphatic transport shapes the homeostatic immune repertoire of lymph nodes (LNs). LN-resident memory T cells (TRMs) play an important role in site-specific immune memory, yet how LN TRMs form de novo after viral infection remains unclear. Here, we tracked the anatomical distribution of antiviral CD8+ T cells as they seeded skin and LN TRMs using a model of vaccinia virus–induced skin infection. LN TRMs localized to the draining LNs (dLNs) of infected skin, and their formation depended on the lymphatic egress of effector CD8+ T cells from the skin, already poised for residence. Effector CD8+ T cell transit through skin was required to populate LN TRMs in dLNs, a process reinforced by antigen encounter in skin. Furthermore, LN TRMs were protective against viral rechallenge in the absence of circulating memory T cells. These data suggest that a subset of tissue-infiltrating CD8+ T cells egress from tissues during viral clearance and establish a layer of regional protection in the dLN basin. T cells egress out of virally infected skin via afferent lymphatic vessels and form protective, long-lived lymph node–resident memory. Editor’s summary CD8+ resident memory T cells (TRMs) play an important role in host protection after antigen reencounter. TRMs are often retained in nonlymphoid tissues but can also reside in draining lymph nodes (dLNs). Heim et al. investigate how TRMs are established in dLNs using a mouse model of localized viral skin infection. Egress of antigen experienced CD8+ effector T cells through infected skin and transport via the dermal lymphatic vessels was required for the establishment of TRMs in the dLN. TRMs were poised for cytotoxicity and provided antigen-specific protection in the dLNs after viral rechallenge. These findings highlight the importance of CD8+ T cell tissue egress and lymphatic transport in the establishment of dLN TRMs. —Hannah Isles"
    }
}