{
    "citingPaper": {
        "paperId": "131f5a4b82dedd747b59537180fb456a43b690bb",
        "title": "Mass Cytometric Analysis of Early-Stage Mycosis Fungoides",
        "abstract": "Mycosis fungoides (MF) is the most common subtype of cutaneous T-cell lymphoma. Early-stage disease is characterized by superficial infiltrates of small- to medium-sized atypical epidermotropic T lymphocytes that are clonal related. Nevertheless, the percentage of atypical T cells is low with many admixed reactive immune cells. Despite earlier studies, the composition and spatial characteristics of the cutaneous lymphocytic infiltrate has been incompletely characterized. Here, we applied mass cytometry to profile the immune system in skin biopsies of patients with early-stage MF and in normal skin from healthy individuals. Single-cell suspensions were prepared and labeled with a 43-antibody panel, and data were acquired on a Helios mass cytometer. Unbiased hierarchical clustering of the data identified the major immune lineages and heterogeneity therein. This revealed patient-unique cell clusters in both the CD4+ and myeloid cell compartments but also phenotypically distinct cell clusters that were shared by most patients. To characterize the immune compartment in the tissue context, we developed a 36-antibody panel and performed imaging mass cytometry on MF skin tissue. This visualized the structure of MF skin and the distribution of CD4+ T cells, regulatory T cells, CD8+ T cells, malignant T cells, and various myeloid cell subsets. We observed clusters of CD4+ T cells and multiple types of dendritic cells (DCs) identified through differential expression of CD11c, CD1a, and CD1c in the dermis. These results indicated substantial heterogeneity in the composition of the local immune infiltrate but suggest a prominent role for clustered CD4–DC interactions in disease pathogenesis. Probably, the local inhibition of such interactions may constitute an efficient treatment modality."
    }
}