{
    "citingPaper": {
        "paperId": "9873f7955a651dcf27bcd485814982fa31dd0c71",
        "title": "Mass cytometry and type 1 diabetes research in the age of single-cell data science.",
        "abstract": "PURPOSE OF REVIEW\nNew single-cell tec. hnologies developed over the past decade have considerably reshaped the biomedical research landscape, and more recently have found their way into studies probing the pathogenesis of type 1 diabetes (T1D). In this context, the emergence of mass cytometry in 2009 revolutionized immunological research in two fundamental ways that also affect the T1D world: first, its ready embrace by the community and rapid dissemination across academic and private science centers alike established a new standard of analytical complexity for the high-dimensional proteomic stratification of single-cell populations; and second, the somewhat unexpected arrival of mass cytometry awoke the flow cytometry field from its seeming sleeping beauty stupor and precipitated substantial technological advances that by now approach a degree of analytical dimensionality comparable to mass cytometry.\n\n\nRECENT FINDINGS\nHere, we summarize in detail how mass cytometry has thus far been harnessed for the pursuit of discovery studies in T1D science; we provide a succinct overview of other single-cell analysis platforms that already have been or soon will be integrated into various T1D investigations; and we briefly consider how effective adoption of these technologies requires an adjusted model for expense allocation, prioritization of experimental questions, division of labor, and recognition of scientific contributions.\n\n\nSUMMARY\nThe introduction of contemporary single-cell technologies in general, and of mass cytometry, in particular, provides important new opportunities for current and future T1D research; the necessary reconfiguration of research strategies to accommodate implementation of these technologies, however, may both broaden research endeavors by fostering genuine team science, and constrain their actual practice because of the need for considerable investments into infrastructure and technical expertise."
    }
}