{
    "citingPaper": {
        "paperId": "6bf46613e4b9bf1cb32825ba22e1f90ed788222a",
        "title": "Meta-Analysis of Human and Mouse Biliary Epithelial Cell Gene Profiles",
        "abstract": "Background: Chronic liver diseases are frequently accompanied with activation of biliary epithelial cells (BECs) that can differentiate into hepatocytes and cholangiocytes, providing an endogenous back-up system. Functional studies on BECs often rely on isolations of an BEC cell population from healthy and/or injured livers. However, a consensus on the characterization of these cells has not yet been reached. The aim of this study was to compare the publicly available transcriptome profiles of human and mouse BECs and to establish gene signatures that can identify quiescent and activated human and mouse BECs. Methods: We used publicly available transcriptome data sets of human and mouse BECs, compared their profiles and analyzed co-expressed genes and pathways. By merging both human and mouse BEC-enriched genes, we obtained a quiescent and activation gene signature and tested them on BEC-like cells and different liver diseases using gene set enrichment analysis. In addition, we identified several genes from both gene signatures to identify BECs in a scRNA sequencing data set. Results: Comparison of mouse BEC transcriptome data sets showed that the isolation method and array platform strongly influences their general profile, still most populations are highly enriched in most genes currently associated with BECs. Pathway analysis on human and mouse BECs revealed the KRAS signaling as a new potential pathway in BEC activation. We established a quiescent and activated BEC gene signature that can be used to identify BEC-like cells and detect BEC enrichment in alcoholic hepatitis, non-alcoholic steatohepatitis (NASH) and peribiliary sclerotic livers. Finally, we identified a gene set that can distinguish BECs from other liver cells in mouse and human scRNAseq data. Conclusions: Through a meta-analysis of human and mouse BEC gene profiles we identified new potential pathways in BEC activation and created unique gene signatures for quiescent and activated BECs. These signatures and pathways will help in the further characterization of this progenitor cell type in mouse and human liver development and disease."
    }
}