{
    "citingPaper": {
        "paperId": "8fcdf06a6701579f3951945bf232d25d36662a4f",
        "title": "Mixed-effects association of single cells identifies an expanded effector CD4+ T cell subset in rheumatoid arthritis",
        "abstract": "Mixed-effects regression of single-cell data accounts for confounding variation and reveals an expanded CD4+ T cell population in rheumatoid arthritis. Pinpointing culprits in single-cell data New techniques analyzing single cells are being applied to clinical samples. These techniques generate large datasets, and it can be challenging to identify rare cell types associated with disease. Fonseka et al. developed a simple statistical method to do just that while simultaneously controlling for confounding biological and technical variation. Using their method on single-cell mass and flow cytometry data revealed an expanded CD4+ T cell subset in the blood of rheumatoid arthritis patients that was later seen to contract upon treatment. The authors’ method performed better than the current gold standard and could be a potentially widely applied tool for the analysis of high-dimensional single-cell data. High-dimensional single-cell analyses have improved the ability to resolve complex mixtures of cells from human disease samples; however, identifying disease-associated cell types or cell states in patient samples remains challenging because of technical and interindividual variation. Here, we present mixed-effects modeling of associations of single cells (MASC), a reverse single-cell association strategy for testing whether case-control status influences the membership of single cells in any of multiple cellular subsets while accounting for technical confounders and biological variation. Applying MASC to mass cytometry analyses of CD4+ T cells from the blood of rheumatoid arthritis (RA) patients and controls revealed a significantly expanded population of CD4+ T cells, identified as CD27− HLA-DR+ effector memory cells, in RA patients (odds ratio, 1.7; P = 1.1 × 10−3). The frequency of CD27− HLA-DR+ cells was similarly elevated in blood samples from a second RA patient cohort, and CD27− HLA-DR+ cell frequency decreased in RA patients who responded to immunosuppressive therapy. Mass cytometry and flow cytometry analyses indicated that CD27− HLA-DR+ cells were associated with RA (meta-analysis P = 2.3 × 10−4). Compared to peripheral blood, synovial fluid and synovial tissue samples from RA patients contained about fivefold higher frequencies of CD27− HLA-DR+ cells, which comprised ~10% of synovial CD4+ T cells. CD27− HLA-DR+ cells expressed a distinctive effector memory transcriptomic program with T helper 1 (TH1)– and cytotoxicity-associated features and produced abundant interferon-γ (IFN-γ) and granzyme A protein upon stimulation. We propose that MASC is a broadly applicable method to identify disease-associated cell populations in high-dimensional single-cell data."
    }
}