{
    "citingPaper": {
        "paperId": "0f282dc7128d656ef8a96c55ae065e6557278a85",
        "title": "Multi-modal pooled Perturb-CITE-Seq screens in patient models define novel mechanisms of cancer immune evasion",
        "abstract": "Resistance to immune checkpoint inhibitors (ICI) that activate T cell mediated anti-tumor immunity is a key challenge in cancer therapy, yet the underlying mechanisms remain poorly understood. To further elucidate those, we developed a new approach, Perturb-CITE-seq, for pooled CRISPR perturbation screens with multi-modal RNA and protein single-cell profiling readout and applied it to screen patient-derived autologous melanoma and tumor infiltrating lymphocyte (TIL) co-cultures. We profiled RNA and 20 surface proteins in over 218,000 cells under ~750 perturbations, chosen by their membership in an immune evasion program that is associated with immunotherapy resistance in patients. Our screen recovered clinically-relevant resistance mechanisms concordantly reflected in RNA, protein and perturbation effects on susceptibility to T cell mediated killing. These were organized in eight co-functional modules whose perturbation distinctly affect four co-regulated programs associated with immune evasion. Among these were defects in the IFNγ-JAK/STAT pathway and in antigen presentation, and several novel mechanisms, including loss or downregulation of CD58, a surface protein without known mouse homolog. Leveraging the rich profiles in our screen, we found that loss of CD58 did not compromise MHC protein expression and that CD58 was not transcriptionally induced by the IFNγ pathway, allowing us to distinguish it as a novel mechanism of immune resistance. We further show that loss of CD58 on cancer cells conferred immune evasion across multiple T cell and Natural Killer cell patient co-culture models. Notably, CD58 is downregulated in tumors with resistance to immunotherapy in melanoma patients. Our work identifies novel mechanisms at the nexus of immune evasion and drug resistance and provides a general framework for deciphering complex mechanisms by large-scale perturbation screens with multi-modal singlecell profiles, including in systems consisting of multiple cell types."
    }
}