{
    "citingPaper": {
        "paperId": "34877e4d9f8546b8dde21c0c8e200d7482858cd8",
        "title": "Multimodal single‐cell analysis provides novel insights on ankylosing spondylitis in females",
        "abstract": "Dear Editor, Ankylosing spondylitis (AS) is a chronic rheumatic disease that causes disability and severe impairment in quality of life, especially in females.1,2 Based on clinical observations, diagnosing female patients with AS is challenging because of the minor radiation damage. However, little is known about how large heterogeneous circulating immune cells are involved in AS development in females.3 To overcome these limitations, single-cell-resolved gene expression profiling was used to characterize the immune cell status profile in the blood of female AS patients. To identify targets specific to female AS in heterogeneous cell populations, single-cell RNA sequencing (scRNA-seq) was performed on peripheral blood mononuclear cells (PBMCs) of three female patients with AS and five sex-matched (female) healthy control individuals (Figure 1A and Table S1). For visualization, scRNAseq data of PBMCs were integrated for unsupervised dimension-reduction clustering using uniform manifold approximation and projection (Figure 1B). Immune cell features were identified (Figure 1B,C), and the expression profile of the immune marker genes in each cluster was confirmed (Figure 1D). Furthermore, we observed a dynamic change in the composition of PBMCs from female AS patients (Figure 2A and Table S2). To explore disease-associated expression features, differential expression analysis was performed to determine the significance-filtered differentially expressed genes (DEGs) in patients and healthy controls (Table S3). The gene ontology pathway analysis of each cell type was conducted based on the differential expression analysis between the patient group (n= 3) and the healthy control group (n= 5) (Figure 2B). To further identify critical targets in female patients with AS, feature selection was performed using multiple filters that collected the common DEGs from the strictsignificance-filtered (p< .001) DEGs of each cell type in the patient group (n = 3) compared to the healthy group (n = 5) (Figure S1 and Table S3). Among the 167 DEGs in"
    }
}