{
    "citingPaper": {
        "paperId": "817ebb2f01d01895a7ee59e6d1353e19db1e964d",
        "title": "Multi-modal single cell analysis reveals brain immune landscape plasticity during aging and gut microbiota dysbiosis",
        "abstract": "The brain contains a diverse array of immune cell types. The phenotypic and functional plasticity of brain immune cells collectively contribute to brain tissue homeostasis and disease progression. Immune cell plasticity is profoundly influenced by local tissue microenvironment cues and systemic factors. Yet, the transcriptional mechanism by which systemic stimuli, such as aging and gut microbiota dysbiosis, reshape brain immune cell plasticity and homeostasis has not been fully delineated. Using Cellular Indexing of Transcriptomes and Epitopes by sequencing (CITE-seq), we analyzed compositional and transcriptional changes of the brain immune landscape in response to aging and gut dysbiosis. We first examined the discordance between canonical surface marker-defined immune cell types (Cell-ID) and their transcriptome signatures, which suggested transcriptional plasticity among immune cells despite sharing the same cell surface markers. Specifically, inflammatory and patrolling Ly6C+ monocytes were shifted predominantly to a pro-inflammatory transcriptional program in the aged brain, while brain ILCs shifted toward an ILC2 transcriptional profile. Finally, aging led to an increase of ILC-like cells expressing a T memory stemness (Tscm) signature in the brain. Antibiotics (ABX)-induced gut dysbiosis reduced the frequency of ILCs exhibiting Tscm-like properties in the aged mice, but not in the young mice. Enabled by high-resolution single-cell molecular phenotyping, our study revealed that systemic changes due to aging and gut dysbiosis prime the brain environment for an increased propensity for neuroinflammation, which provided insights into gut dysbiosis in age-related neurological diseases. Manuscript Summary Golomb et al. performed Cellular Indexing of Transcriptomes and Epitopes by sequencing (CITE-seq) on immune cells from the brains of young and aged mice with and without antibiotics-induced gut dysbiosis. High resolution, single cell immunophenotyping enabled the dissection of extensive transcriptional plasticity of canonically identified monocytes and innate lymphoid cells (ILCs) in the aged brain. Through differential gene expression and trajectory inference analyses, the authors revealed tissue microenvironment-dependent cellular responses influenced by aging and gut dysbiosis that may potentiate neuroinflammatory diseases. Graphical Abstract"
    }
}