{
    "citingPaper": {
        "paperId": "9a80e44c83e84f9d4ca3bfdfbe79c531d06cc3ce",
        "title": "Novel technologies for interrogating T cell recognition",
        "abstract": "The studies presented in this thesis have all involved the development of novel technologies for interrogating different aspects of antigen-specific T cell recognition. The immune system’s potential for eliminating intruding pathogens or malignancies is largely governed by the ability of T cells to specifically recognize and respond to foreign molecular structures. The activity of T cells is guided by specific interactions of the surface expressed T cell receptor (TCR) with peptides presented in the context of MHC molecules on the surface of target cells. Hence, for broad protection of virtually any encountered pathogen or cellular malignancy, the TCR repertoire of each individual must be able to recognize and adapt to an extensively large and unpredictable range of foreign peptides, while avoiding immunopathology caused by autoreactivity. The scope of this PhD has been to develop novel technologies that enable us in describing peptide-MHC-TCR interactions from a broader and more detailed view, which aims at integrating the complexity of the range of peptide-MHCs potentially recognized by T cells, as well as the cross-recognition potential of the individual T cell. The implementation of molecular barcodes as labels to trace peptide-MHC-TCR interactions provide the foundation for all the research included in this thesis. In a first study, I show that unique DNA barcodes can be used to label specific peptide-MHC multimer reagents, and subsequently enable tracing of the antigen-specificities of T cells within a heterogeneous sample. With this strategy I show that it is possible to screen for more than 1,000 different peptideMHC specificities in parallel, which provides completely new possibilities for assessing immune recognition in an individualized manner. In a second study, I discuss the advantages of assessing T cell recognition at such complexities, as well as current shortcomings. In a third study I address the cross-recognition potential of individual T cells through establishment of a technology that assess the relative affinity of a TCR to several MHC multimers carrying related peptide. This in turn enabled the identification of essential molecular interaction-points of TCRs and identification of cross-recognized peptides. The fourth study comprises a protocol which should enable other researchers to understand details of the technologies reported in study one and three, and ultimately assist them in performing the same types of analyses. The data reported in the fifth study comprise an early finding that show the simultaneous identification of peptide-MHC specificity and TCR sequence of many single cells in parallel. This will be implemented in a highthroughput format and hereby facilitate the pairing of numerous peptide-MHC specificities with the corresponding TCR sequences, which in turn can provide a first step towards resolving the relationship between the TCR sequence and the peptide-MHC binding motif. Collectively, the studies reported in this thesis provide a foundation for others to develop new and personalized"
    }
}