{
    "citingPaper": {
        "paperId": "cb8daa61c80c26893ca4b6106e390a04eecf1a3d",
        "title": "nSeP: immune and metabolic biomarkers for early detection of neonatal sepsis—protocol for a prospective multicohort study",
        "abstract": "Introduction Diagnosing neonatal sepsis is heavily dependent on clinical phenotyping as culture-positive body fluid has poor sensitivity, and existing blood biomarkers have poor specificity. A combination of machine learning, statistical and deep pathway biology analyses led to the identification of a tripartite panel of biologically connected immune and metabolic markers that showed greater than 99% accuracy for detecting bacterial infection with 100% sensitivity. The cohort study described here is designed as a large-scale clinical validation of this previous work. Methods and analysis This multicentre observational study will prospectively recruit a total of 1445 newborn infants (all gestations)—1084 with suspected early—or late-onset sepsis, and 361 controls—over 4 years. A small volume of whole blood will be collected from infants with suspected sepsis at the time of presentation. This sample will be used for integrated transcriptomic, lipidomic and targeted proteomics profiling. In addition, a subset of samples will be subjected to cellular phenotype and proteomic analyses. A second sample from the same patient will be collected at 24 hours, with an opportunistic sampling for stool culture. For control infants, only one set of blood and stool sample will be collected to coincide with clinical blood sampling. Along with detailed clinical information, blood and stool samples will be analysed and the information will be used to identify and validate the efficacy of immune-metabolic networks in the diagnosis of bacterial neonatal sepsis and to identify new host biomarkers for viral sepsis. Ethics and dissemination The study has received research ethics committee approval from the Wales Research Ethics Committee 2 (reference 19/WA/0008) and operational approval from Health and Care Research Wales. Submission of study results for publication will involve making available all anonymised primary and processed data on public repository sites. Trial registration number NCT03777670"
    }
}