{
    "citingPaper": {
        "paperId": "7f75788b9a0afc09cf3856bc6d23b36c34de065f",
        "title": "Pathogen-induced tissue-resident memory TH17 (TRM17) cells amplify autoimmune kidney disease",
        "abstract": "CD4+ TRM17 cells become activated by inflammatory cytokines to produce IL-17A and thereby promote autoimmunity. Autoimmunity promoter Tissue-resident memory T (TRM) cells are involved in peripheral immunity against reinfection, but their role in autoimmunity is unclear. Krebs et al. examine the contribution of TRM cells in patients with antineutrophil cytoplasmic antibody (ANCA)–dependent glomerulonephritis (GN). They identified multiple T cell subsets in healthy kidney tissue biopsies, but a marked increase in CD4+ TRM cells was seen in kidney biopsies from patients with ANCA-GN. They infected mice with Staphylococcus aureus, which induced renal TH17 cells that had a TRM cell phenotype and persisted in kidney tissue. In a mouse model of crescentic GN, S. aureus infection aggravated kidney pathology and appeared to drive localized renal autoimmune responses. These findings provide critical insight into the role of CD4+ TRM cells in contributing to autoimmune disease. Although it is well established that microbial infections predispose to autoimmune diseases, the underlying mechanisms remain poorly understood. After infection, tissue-resident memory T (TRM) cells persist in peripheral organs and provide immune protection against reinfection. However, whether TRM cells participate in responses unrelated to the primary infection, such as autoimmune inflammation, is unknown. By using high-dimensional single-cell analysis, we identified CD4+ TRM cells with a TH17 signature (termed TRM17 cells) in kidneys of patients with ANCA-associated glomerulonephritis. Experimental models demonstrated that renal TRM17 cells were induced by pathogens infecting the kidney, such as Staphylococcus aureus, Candida albicans, and uropathogenic Escherichia coli, and persisted after the clearance of infections. Upon induction of experimental glomerulonephritis, these kidney TRM17 cells rapidly responded to local proinflammatory cytokines by producing IL-17A and thereby exacerbate renal pathology. Thus, our data show that pathogen-induced TRM17 cells have a previously unrecognized function in aggravating autoimmune disease."
    }
}