{
    "citingPaper": {
        "paperId": "60a57678d8c2ca100491abb88d9a332d1b9e22a7",
        "title": "Profiling Cell Signaling Networks at Single-cell Resolution",
        "abstract": "Signaling network responses can be highly heterogeneous across cells in a tissue because of many sources of genetic and non-genetic variance. The emergence of multiplexed single-cell technologies has made it possible to evaluate this heterogeneity. In this review, we categorize currently established single-cell signaling network profiling approaches by their methodology, coverage, and application, and we discuss the advantages and limitations of these technologies. We describe the computational tools for network characterization using single-cell data and discuss potential confounding factors that may affect single-cell analyses. Graphical Abstract Highlights Signaling networks can be highly heterogeneous across cells in a tissue. Various technologies allow analyzing signaling networks at single-cell resolution. The advantages and limitations of each single-cell approach are summarized. Confounding factors in single-cell signaling network analysis are discussed. Signaling networks process intra- and extracellular information to modulate the functions of a cell. Deregulation of signaling networks results in abnormal cellular physiological states and often drives diseases. Network responses to a stimulus or a drug treatment can be highly heterogeneous across cells in a tissue because of many sources of cellular genetic and non-genetic variance. Signaling network heterogeneity is the key to many biological processes, such as cell differentiation and drug resistance. Only recently, the emergence of multiplexed single-cell measurement technologies has made it possible to evaluate this heterogeneity. In this review, we categorize currently established single-cell signaling network profiling approaches by their methodology, coverage, and application, and we discuss the advantages and limitations of each type of technology. We also describe the available computational tools for network characterization using single-cell data and discuss potential confounding factors that need to be considered in single-cell signaling network analyses."
    }
}