{
    "citingPaper": {
        "paperId": "e640cc5cc7733c9a978cab9ee3ce957015aff699",
        "title": "Recent revelations and future directions using single-cell technologies in chronic lymphocytic leukemia",
        "abstract": "Chronic lymphocytic leukemia (CLL) is a clinically and biologically heterogeneous disease with varying outcomes. In the last decade, the application of next-generation sequencing technologies has allowed extensive mapping of disease-specific genomic, epigenomic, immunogenetic, and transcriptomic signatures linked to CLL pathogenesis. These technologies have improved our understanding of the impact of tumor heterogeneity and evolution on disease outcome, although they have mostly been performed on bulk preparations of nucleic acids. As a further development, new technologies have emerged in recent years that allow high-resolution mapping at the single-cell level. These include single-cell RNA sequencing for assessment of the transcriptome, both of leukemic and non-malignant cells in the tumor microenvironment; immunogenetic profiling of B and T cell receptor rearrangements; single-cell sequencing methods for investigation of methylation and chromatin accessibility across the genome; and targeted single-cell DNA sequencing for analysis of copy-number alterations and single nucleotide variants. In addition, concomitant profiling of cellular subpopulations, based on protein expression, can also be obtained by various antibody-based approaches. In this review, we discuss different single-cell sequencing technologies and how they have been applied so far to study CLL onset and progression, also in response to treatment. This latter aspect is particularly relevant considering that we are moving away from chemoimmunotherapy to targeted therapies, with a potentially distinct impact on clonal dynamics. We also discuss new possibilities, such as integrative multi-omics analysis, as well as inherent limitations of the different single-cell technologies, from sample preparation to data interpretation using available bioinformatic pipelines. Finally, we discuss future directions in this rapidly evolving field."
    }
}