{
    "citingPaper": {
        "paperId": "cdfd919ed1d81447cf18ed7c09336b1fc22e02bb",
        "title": "Responsiveness to Vedolizumab Therapy in Ulcerative Colitis is Associated With Alterations in Immune Cell-Cell Communications.",
        "abstract": "BACKGROUND\nUlcerative colitis (UC) and Crohn's disease are 2 types of inflammatory bowel disease (IBD), a group of chronic digestive disorders caused by aberrant immune responses to intestinal microbes. Although changes in the composition of immune cell subsets in the context of IBD have been previously described, the interactions and communication among cells are less well understood. Moreover, the precise mechanisms of action underlying many biologic therapies, including the anti-α4β7 integrin antagonist vedolizumab, remain incompletely understood. Our study aimed to explore possible additional mechanisms through which vedolizumab acts.\n\n\nMETHODS\nWe performed cellular indexing of transcriptomes and epitopes by sequencing (CITE-seq) on peripheral blood and colon immune cells derived from patients with ulcerative colitis treated with the anti-α4β7 integrin antagonist vedolizumab. We applied a previously published computational approach, NicheNet, to predict immune cell-cell interactions, revealing putative ligand-receptor pairs and key transcriptional changes downstream of these cell-cell communications (CCC).\n\n\nRESULTS\nWe observed decreased proportions of T helper 17 (TH17) cells in UC patients who responded to vedolizumab and therefore focused the study on identifying cell-cell communications and signals of TH17 cells with other immune cells. For example, we observed that colon TH17 cells from vedolizumab nonresponders were predicted to have a greater degree of interactions with classical monocytes compared with responders, whereas colon TH17 cells from vedolizumab responders exhibited more interactions with myeloid dendritic cells compared with nonresponders.\n\n\nCONCLUSIONS\nOverall, our results indicate that efforts to elucidate cell-cell communications among immune and nonimmune cell types may increase the mechanistic understanding of current and investigational therapies for IBD."
    }
}