{
    "citingPaper": {
        "paperId": "8562976230a6a84ec54122eb3d3ee5d9b4e18162",
        "title": "S100A8‐enriched microglia populate the brain of tau‐seeded and accelerated aging mice",
        "abstract": "Long considered to fluctuate between pro- and anti-inflammatory states, it has now become evident that microglia occupy a variegated phenotypic landscape with relevance to aging and neurodegeneration. However, whether specific microglial subsets converge in or contribute to both processes that eventually affect brain function is less clear. To investigate this, we analyzed microglial heterogeneity in a tauopathy mouse model (K18-seeded P301L) and an accelerated aging model (senescence accelerated mouse prone 8, SAMP8) using cellular indexing of transcriptomes and epitopes by sequencing. We found that widespread tau pathology in K18-seeded P301L mice caused a significant change in the number and morphology of microglia, but only a mild overrepresentation of disease-associated microglia. At the cell population-level, we observed a marked upregulation of the calprotectin-encoding genes S100a8 and S100a9. In 9-months-old SAMP8 mice, we identified a unique microglial subpopulation that showed partial similarity with the disease-associated microglia phenotype and was additionally characterized by a high expression of the same calprotectin gene set. Immunostaining for S100A8 revealed that this population was enriched in the hippocampus, correlating with the cognitive impairment observed in this model. However, incomplete colocalization between their residence and markers of neuronal loss suggests regional specificity. Importantly, S100A8-positive microglia were also retrieved in brain biopsies of human AD and tauopathy patients as well as in a biopsy of an aged individual without reported pathology. Thus, the emergence of S100A8-positive microglia portrays a conspicuous commonality between accelerated aging and tauopathy progression, which may have relevance for ensuing brain dysfunction. Graphical abstract"
    }
}