{
    "citingPaper": {
        "paperId": "9d306475c1cc6126639a913289fdcad0c9b3d6c8",
        "title": "SCHNAPPs - Single Cell sHiNy APPlication(s)",
        "abstract": "Motivation Single-cell RNA-sequencing (scRNAseq) experiments are becoming a standard tool for bench-scientists to explore the cellular diversity present in all tissues. On one hand, the data produced by scRNASeq is technically complex, with analytical workflows that are still very much an active field of bioinformatics research, and on the other hand, a wealth of biological background knowledge is often needed to guide the investigation. Therefore, there is an increasing need to develop applications geared towards bench-scientists to help them abstract the technical challenges of the analysis, so that they can focus on the Science at play. It is also expected that such applications should support closer collaboration between bioinformaticians and bench-scientists by providing reproducible science tools. Results We present SCHNAPPs, a computer program designed to enable bench-scientists to autonomously explore and interpret single cell RNA-seq expression data and associated annotations. The Shiny-based application allows selecting genes and cells of interest, performing quality control, normalization, clustering, and differential expression analyses, applying standard workflows from Seurat (Stuart et al., 2019) or Scran (Lun et al., 2016) packages, and most of the common visualizations. An R-markdown report can be generated that tracks the modifications, and selected visualizations facilitating communication and reproducibility between bench-scientist and bioinformatician. The modular design of the tool allows to easily integrate new visualizations and analyses by bioinformaticians. We still recommend that a data analysis specialist oversees the analysis and interpretation. Availability The SCHNAPPs application, docker file, and documentation are available on GitHub: https://c3bi-pasteur-fr.github.io/UTechSCB-SCHNAPPs; Example contribution are available at the following GitHub site: https://github.com/baj12/SCHNAPPsContributions."
    }
}