{
    "citingPaper": {
        "paperId": "b017cc33f5bd4d74e05da7940223e9324ba2797a",
        "title": "Sequence-Based Platforms for Discovering Biomarkers in Liquid Biopsy of Non-Small-Cell Lung Cancer",
        "abstract": "Simple Summary A lack of sensitive biomarkers hinders lung cancer detection and monitoring, resulting in late diagnosis and missed treatment response. Liquid biopsies have recently emerged as a promising method of detecting biomarkers in lung cancer patients without the need to conduct invasive procedures. New approaches for biomarker discovery have emerged due to advances in high-throughput sequencing technologies and bioinformatics tools. In this review, we comprehensively describe established and emerging methods for identifying lung cancer biomarkers using liquid biopsy. Furthermore, we highlight advanced bioinformatics tools and methods for processing NGS data, as well as recently developed software tailored for liquid biopsy biomarker detection. Abstract Lung cancer detection and monitoring are hampered by a lack of sensitive biomarkers, which results in diagnosis at late stages and difficulty in tracking response to treatment. Recent developments have established liquid biopsies as promising non-invasive methods for detecting biomarkers in lung cancer patients. With concurrent advances in high-throughput sequencing technologies and bioinformatics tools, new approaches for biomarker discovery have emerged. In this article, we survey established and emerging biomarker discovery methods using nucleic acid materials derived from bodily fluids in the context of lung cancer. We introduce nucleic acid biomarkers extracted from liquid biopsies and outline biological sources and methods of isolation. We discuss next-generation sequencing (NGS) platforms commonly used to identify novel biomarkers and describe how these have been applied to liquid biopsy. We highlight emerging biomarker discovery methods, including applications of long-read sequencing, fragmentomics, whole-genome amplification methods for single-cell analysis, and whole-genome methylation assays. Finally, we discuss advanced bioinformatics tools, describing methods for processing NGS data, as well as recently developed software tailored for liquid biopsy biomarker detection, which holds promise for early diagnosis of lung cancer."
    }
}