{
    "citingPaper": {
        "paperId": "c948d49a33e9c7a56af2cdd164cd821dd8c8ad44",
        "title": "Sequencing of RNA in single cells reveals a distinct transcriptome signature of hematopoiesis in GATA2 deficiency.",
        "abstract": "Constitutional GATA2 deficiency caused by heterozygous germline GATA2 mutations has a broad spectrum of clinical phenotypes, including systemic infections, lymphedema, cytopenias, and myeloid neoplasms. Genotype-phenotype correlation is not well understood mechanistically in GATA2 deficiency. We performed whole transcriptome sequencing of single hematopoietic stem and progenitor cells from 8 patients, who had pathogenic GATA2 mutations and myelodysplasia. Mapping patients' cells onto normal hematopoiesis, we observed deficiency in lymphoid/myeloid progenitors, also evident from highly constrained gene correlations. HSPCs of patients exhibited distinct patterns of gene expression and coexpression compared with counterparts from healthy donors. Distinct lineages showed differently altered transcriptional profiles. Stem cells in patients had dysregulated gene expression related to apoptosis, cell cycle, and quiescence; increased expression of erythroid/megakaryocytic priming genes; and decreased lymphoid priming genes. The prominent deficiency in lympho-myeloid lineages in GATA2 deficiency appeared at least partly due to the expression of aberrant gene programs in stem cells prior to lineage commitment. We computationally imputed cells with chromosomal abnormalities and determined their gene expression; DNA repair genes were downregulated in trisomy 8 cells, potentially rendering these cells vulnerable to second-hit somatic mutations and additional chromosomal abnormalities. Cells with complex cytogenetic abnormalities showed defects in genes related to multilineage differentiation and cell cycle. Single-cell RNA sequencing is powerful in resolving transcriptomes of cell subpopulations despite a paucity of cells in marrow failure. Our study discloses previously uncharacterized transcriptome signatures of stem cells and progenitors in GATA2 deficiency, providing a broad perspective of potential mechanisms by which germline mutations modulate early hematopoiesis in a human disease. This trial was registered at www.clinicaltrials.gov as NCT01905826, NCT01861106, and NCT00001620."
    }
}