{
    "citingPaper": {
        "paperId": "b5da48f9dd2a4283af06dfb7ed480c111f00de04",
        "title": "Single-cell multi-omics analysis reveals IFN-driven alterations in T lymphocytes and natural killer cells in systemic lupus erythematosus",
        "abstract": "Background The characterisation of the peripheral immune system in the autoimmune disease systemic lupus erythematosus (SLE) at the single-cell level has been hampered by the reduced sensitivity of current whole-transcriptomic technologies. Here we employ a targeted single-cell multi-omics approach, combining protein and mRNA quantification, to generate a high-resolution map of the T lymphocyte and Natural Killer (NK) cell populations in blood from SLE patients.\n\nMethods We designed a custom panel to quantify the transcription of 534 genes in parallel with the expression of 51 surface protein targets using the BD Rhapsody single-cell system. We applied this technology to profile 20,656 T and NK cells isolated from peripheral blood from an SLE patient with a type I interferon (IFN) signature (IFNhi), and an age- and sex- matched IFNlow SLE patient and healthy donor.\n\nResults We confirmed the presence of a rare cytotoxic CD4+ T cell (CTL) subset, which was exclusively present in the IFNhi patient. Furthermore, we identified additional alterations consistent with increased immune activation in this patient, most notably a shift towards terminally differentiated CD57+ CD8+ T cell and CD16+ NKdim phenotypes, and the presence of a subset of naive CD4+ T cells recently activated by cytokines.\n\nConclusions Our results identify IFN-driven changes in the composition and phenotype of T and NK cells that are consistent with a systemic immune activation within the IFNhi patient, and underscore the power of this multi-omics approach to identify rare immune subsets, which could be missed using lower parametric or less sensitive single-cell technologies. Consequently, we were able to find evidence for novel cellular peripheral biomarkers of SLE disease activity, including a subset of CD57+ CD4+ CTLs."
    }
}