{
    "citingPaper": {
        "paperId": "cd1ff60d8293addf6ea1df3dc026b5d54efeeedd",
        "title": "Single-cell transcriptomics reveals the identity and regulators of human mast cell progenitors",
        "abstract": "Mast cell accumulation is a hallmark of a number of diseases including allergic asthma and systemic mastocytosis. IgE-mediated crosslinking of the FcεRI receptors causes mast cell activation and contributes to disease pathogenesis. The mast cell lineage is one of the least studied among the hematopoietic cell lineages and there are still controversies about the identity of the mast cell progenitor, i.e., whether FcεRI expression appears during the hematopoietic progenitor stage or in maturing mast cells. Here, we used single-cell transcriptomics to reveal a temporal association between the appearance of FcεRI and the mast cell gene signature in CD34+ hematopoietic progenitors. In agreement with these data, the FcεRI+ hematopoietic progenitors formed morphologically, phenotypically and functionally mature mast cells in long-term culture assays. Single-cell transcriptomics analysis further revealed the expression patterns of prospective cytokine receptors regulating mast cell progenitor development. Culture assays showed that IL-3 and IL-5 promoted disparate effects on progenitor cell proliferation and survival, respectively, whereas IL-33 caused robust FcεRI downregulation. Taken together, we have demonstrated that FcεRI appears during the hematopoietic progenitor stage of mast cell differentiation and that external stimuli may regulate the FcεRI expression. Thus, the results resolve the controversy regarding the appearance of FcεRI during mast cell development. One-sentence summary Single-cell analysis of human hematopoiesis uncovers the stage at which FcεRI appears during mast cell differentiation and reveals disparate effects of IL-3, IL-5 and IL-33 on mast cell progenitor proliferation, survival, and suppression of FcεRI expression."
    }
}