{
    "citingPaper": {
        "paperId": "c096af5d1f0b5c2b419c1bba44c4a6547f0c736f",
        "title": "Single-cell transcriptomics identifies prothymosin α restriction of HIV-1 in vivo",
        "abstract": "Host restriction factors play key roles in innate antiviral defense, but it remains poorly understood which of them restricts HIV-1 in vivo. Here, we used single-cell transcriptomic analysis to identify host factors associated with HIV-1 control during acute infection by correlating host gene expression with viral RNA abundance within individual cells. Wide sequencing of cells from one participant with the highest plasma viral load revealed that intracellular viral RNA transcription correlates inversely with expression of the gene PTMA, which encodes prothymosin α. This association was genome-wide significant (Padjusted < 0.05) and was validated in 28 additional participants from Thailand and the Americas with HIV-1 CRF01_AE and subtype B infections, respectively. Overexpression of prothymosin α in vitro confirmed that this cellular factor inhibits HIV-1 transcription and infectious virus production. Our results identify prothymosin α as a host factor that restricts HIV-1 infection in vivo, which has implications for viral transmission and cure strategies. Description Profiling of host and viral transcripts in the same single cells isolated during acute infection identified prothymosin α as restricting HIV-1. Editor’s summary Identifying factors that restrict human immunodeficiency virus (HIV)–1 replication in vivo may inform potential cure strategies for people living with HIV-1. Here, Geretz et al. analyzed transcripts from both the host and virus within the same single cells to identify host transcripts associated with lower HIV-1 RNA. Using samples from a person living with HIV-1, the authors identified prothymosin α as one such host restriction factor, which they validated in 28 additional participants. Further, overexpression of prothymosin α was sufficient to restrict HIV-1 replication in vitro. These data demonstrate that prothymosin α is a host restriction factor and suggest that it may represent a target for HIV-1 cure strategies. —Courtney Malo"
    }
}