{
    "citingPaper": {
        "paperId": "1c2eb565c84e3b19fa8ae862038eaba936677952",
        "title": "Single-cell RNA-seq analysis of human coronary arteries using an enhanced workflow reveals SMC transitions and candidate drug targets",
        "abstract": "Background and Aims The atherosclerotic plaque microenvironment is highly complex, and selective agents that modulate plaque stability or other plaque phenotypes are not yet available. We sought to investigate the human atherosclerotic cellular environment using scRNA-seq to uncover potential therapeutic approaches. We aimed to make our workflow user-friendly, reproducible, and applicable to other disease-specific scRNA-seq datasets. Methods Here we incorporate automated cell labeling, pseudotemporal ordering, ligand-receptor evaluation, and drug-gene interaction analysis into an enhanced and reproducible scRNA-seq analysis workflow. Notably, we also developed an R Shiny based interactive web application to enable further exploration and analysis of the scRNA dataset. Results We applied this analysis workflow to a human coronary artery scRNA dataset and revealed distinct derivations of chondrocyte-like and fibroblast-like cells from smooth muscle cells (SMCs), and show the key changes in gene expression along their de-differentiation path. We highlighted several key ligand-receptor interactions within the atherosclerotic environment through functional expression profiling and revealed several attractive avenues for future pharmacological repurposing in precision medicine. Further, our interactive web application, PlaqView (www.plaqview.com), allows other researchers to easily explore this dataset and benchmark applicable scRNA-seq analysis tools without prior coding knowledge. Conclusions These results suggest novel effects of chemotherapeutics on the atherosclerotic cellular environment and provide future avenues of studies in precision medicine. This publicly available workflow will also allow for more systematic and user-friendly analysis of scRNA datasets in other disease and developmental systems. PlaqView allows for rapid visualization and analysis of atherosclerosis scRNA-seq datasets without the need of prior coding experience. Future releases of PlaqView will feature additional larger scRNA-seq and scATAC-seq atherosclerosis-related datasets, thus providing a critical resource for the field by promoting data harmonization and biological interpretation."
    }
}