{
    "citingPaper": {
        "paperId": "7d33200da3bb127e996f40f5ed95cdb068038757",
        "title": "Single‐cell transcriptome sequencing of B‐cell heterogeneity and tertiary lymphoid structure predicts breast cancer prognosis and neoadjuvant therapy efficacy",
        "abstract": "Abstract Background Breast cancer (BC) is a highly heterogeneous disease, and although immunotherapy has recently increased patient survival in a number of solid and hematologic malignancies, most BC subtypes respond poorly to immune checkpoint blockade therapy (ICB). B cells, particularly those that congregate in tertiary lymphoid structures (TLS), play a significant role in antitumour immunity. However, B‐cell heterogeneity at single‐cell resolution and its clinical significance with TLS in BC need to be explored further. Methods Primary tumour lesions and surrounding normal tissues were taken from 14 BC patients, totaling 124,587 cells, for single‐cell transcriptome sequencing and bioinformatics analysis. Results Based on the usual markers, the single‐cell transcriptome profiles were classified into various clusters. A thorough single‐cell study was conducted with a focus on tumour‐infiltrating B cells (TIL‐B) and tumour‐associated neutrophils (TAN). TIL‐B was divided into five clusters, and unusual cell types, such as follicular B cells, which are strongly related to immunotherapy efficacy, were identified. In BC, TAN and TIL‐B infiltration are positively correlated, and at the same time, compared with TLS‐high, TAN and TIL‐B in TLS‐low group are significantly positively correlated. Conclusions In conclusion, our study highlights the heterogeneity of B cells in BC, explains how B cells and TLS contribute significantly to antitumour immunity at both the single‐cell and clinical level, and offers a straightforward marker for TLS called CD23. These results will offer more pertinent information on the applicability and effectiveness of tumour immunotherapy for BC."
    }
}