{
    "citingPaper": {
        "paperId": "9a2c8b611e64b8b4e5a8de686c1fe086b05653cd",
        "title": "Single-cell analysis reveals fibroblast heterogeneity and myofibroblasts in systemic sclerosis-associated interstitial lung disease",
        "abstract": "Objectives Myofibroblasts are key effector cells in the extracellular matrix remodelling of systemic sclerosis-associated interstitial lung disease (SSc-ILD); however, the diversity of fibroblast populations present in the healthy and SSc-ILD lung is unknown and has prevented the specific study of the myofibroblast transcriptome. We sought to identify and define the transcriptomes of myofibroblasts and other mesenchymal cell populations in human healthy and SSc-ILD lungs to understand how alterations in fibroblast phenotypes lead to SSc-ILD fibrosis. Methods We performed droplet-based, single-cell RNA-sequencing with integrated canonical correlation analysis of 13 explanted lung tissue specimens (56 196 cells) from four healthy control and four patients with SSc-ILD, with findings confirmed by cellular indexing of transcriptomes and epitopes by sequencing in additional samples. Results Examination of gene expression in mesenchymal cells identified two major, SPINT2hi and MFAP5hi, and one minor, WIF1hi, fibroblast populations in the healthy control lung. Combined analysis of control and SSc-ILD mesenchymal cells identified SPINT2hi, MFAP5hi, few WIF1hi fibroblasts and a new large myofibroblast population with evidence of actively proliferating myofibroblasts. We compared differential gene expression between all SSc-ILD and control mesenchymal cell populations, as well as among the fibroblast subpopulations, showing that myofibroblasts undergo the greatest phenotypic changes in SSc-ILD and strongly upregulate expression of collagens and other profibrotic genes. Conclusions Our results demonstrate previously unrecognised fibroblast heterogeneity in SSc-ILD and healthy lungs, and define multimodal transcriptome-phenotypes associated with these populations. Our data indicate that myofibroblast differentiation and proliferation are key pathological mechanisms driving fibrosis in SSc-ILD."
    }
}