{
    "citingPaper": {
        "paperId": "63e131e07bd0f6a946aad1e91514865d303cd1a3",
        "title": "Single-cell RNA sequencing unveils the shared and the distinct cytotoxic hallmarks of human TCRVδ1 and TCRVδ2 γδ T lymphocytes",
        "abstract": "Significance None of the single-cell RNA sequencing (scRNA-seq) studies published so far convincingly identified human γδ T lymphocytes despite their anticancer functions. To address this, we here report scRNA-seq of γδ T lymphocytes purified from human blood, and a signature identifying γδ T cells. The single-cell transcriptomes of TCRVδ1 and TCRVδ2 lymphocytes are intermediates resembing those of NK cells and T CD8, respectively, they reflect their respective maturation stage and their pseudo-time maturation trajectory unveils terminally differentiated cells with mitotic capacity. In human cancers, the γδ TIL, mostly expressing TCRVδ1, appear fewer in tumors than in blood and not correlated to αβ TIL abundance. This report is a landmark resource for future studies of γδ T lymphocytes at the single-cell level. γδ T lymphocytes represent ∼1% of human peripheral blood mononuclear cells and even more cells in most tissues of vertebrates. Although they have important anticancer functions, most current single-cell RNA sequencing (scRNA-seq) studies do not identify γδ T lymphocytes because their transcriptomes at the single-cell level are unknown. Here we show that high-resolution clustering of large scRNA-seq datasets and a combination of gene signatures allow the specific detection of human γδ T lymphocytes and identification of their T cell receptor (TCR)Vδ1 and TCRVδ2 subsets in large datasets from complex cell mixtures. In t-distributed stochastic neighbor embedding plots from blood and tumor samples, the few γδ T lymphocytes appear collectively embedded between cytotoxic CD8 T and NK cells. Their TCRVδ1 and TCRVδ2 subsets form close yet distinct subclusters, respectively neighboring NK and CD8 T cells because of expression of shared and distinct cytotoxic maturation genes. Similar pseudotime maturation trajectories of TCRVδ1 and TCRVδ2 γδ T lymphocytes were discovered, unveiling in both subsets an unattended pool of terminally differentiated effector memory cells with preserved proliferative capacity, a finding confirmed by in vitro proliferation assays. Overall, the single-cell transcriptomes of thousands of individual γδ T lymphocytes from different CMV+ and CMV− donors reflect cytotoxic maturation stages driven by the immunological history of donors. This landmark study establishes the rationale for identification, subtyping, and deep characterization of human γδ T lymphocytes in further scRNA-seq studies of complex tissues in physiological and disease conditions."
    }
}