{
    "citingPaper": {
        "paperId": "3609f3009b5c99c0504a7dc0a4fa98f8dd568aee",
        "title": "Single‐cell immune profiling reveals new insights into colorectal cancer",
        "abstract": "Over the past few years, work in both the laboratory and the clinic has shown that harnessing and manipulating the immune system is a powerful approach to treating a variety of cancers. In a newly published study, Zhang et al. demonstrate a new integrated analytical approach that uses single-cell sequencing methods to assess multiple aspects of the immune response to colorectal cancer. The authors were able to understand the fates of tumor-infiltrating T cells and to map their relationships at the level of individual clonal groups. This presents a framework within which to consider T-cell responses to tumors and to understand how these responses can illuminate differential responses to treatment. We have seen many compelling demonstrations of the therapeutic potential of immuno-oncology. However, we do not fully understand the relevant interactions between immune cells and tumors; our success in this area will continue to be improved by increasing our knowledge of the basic mechanisms underlying the cancer immune response. One of the remaining burning questions is why treatments that release the immune “brake” by inhibiting the PD-1 immune checkpoint are highly efficient in some cases, but fail in others. Such variable responses to treatment are also seen in colorectal cancer, with microsatellite-instable (MSI) forms of the disease generally responding to checkpoint inhibition, while the microsatellite stable (MSS) forms of the same cancer do not. When considering the T-cell response to cancers, many important facets of the cells’ behavior can be studied by measuring gene expression at the single-cell level. While the gene expression profiles first and foremost reflect cellular identities, they can also be used for much more detailed deduction of cellular regulation and function. Indeed, this study achieved a strikingly fine-grained dissection of CD8 and CD4 T-cell subtypes by single-cell RNA-sequencing (scRNAseq). Zhang et al. were able to identify naive T cells alongside multiple memory and effector states, and regulatory T cells. Among these were “exhausted” cells, an unresponsive state resulting from chronic stimulation that often develops during a T-cell response against cancer. Furthermore, they were able to identify the specific transcriptional signatures of tissue residency in cells that had left the blood and adjusted to life in the mucosa. T cells also inherently provide us with an exciting opportunity to understand their fine-grained population structure by studying their T-cell receptors (TCRs). These heterodimeric proteins bind to antigenic peptides (presented as complexes with major histocompatibility molecules) and are encoded by genes generated by the process of V(D)J recombination during T-cell development. Gene segments are randomly chosen from a pool such that the DNA is “cut-andpasted” together; this combinatorial diversity is combined with random editing of nucleotides at the junctions between segments to permit an enormous space of possible TCR sequences and antigen specificities. The vast combinatorial diversity of TCR sequences means that we can make the assumption that two cells with exactly the same set of recombinant sequences at both of their TCR loci almost certainly arose from the same original development event in the thymus. This allows us to use TCR sequences as cellular lineage barcodes, providing an additional layer of information typically missing from scRNAseq data. By studying the Correspondence Tapio L€ onnberg, Turku Centre for Biotechnology, University of Turku and Abo Akademi University, Tykist€ okatu 6, FI-20520 Turku, Finland. E-mail: taplon@utu.fi and Michael JT Stubbington, 10x Genomics Inc., 6230 Stoneridge Mall Road, Pleasanton, CA 94588, USA. E-mail: mike.stubbington@10xgenomics.com"
    }
}