{
    "citingPaper": {
        "paperId": "b77dbd68f467e4541f47218538276a2616ce5b8a",
        "title": "Single-cell multiomics dissection of basal and antigen-specific activation states of CD19-targeted CAR T cells",
        "abstract": "Background Autologous T cells engineered to express a chimeric antigen receptor (CAR) specific for CD19 molecule have transformed the therapeutic landscape in patients with highly refractory leukemia and lymphoma, and the use of donor-generated allogeneic CAR T is paving the way for further breakthroughs in the treatment of cancer. However, it remains unknown how the intrinsic heterogeneities of these engineered cells mediate therapeutic efficacy and whether allogeneic products match the effectiveness of autologous therapies. Methods Using single-cell mRNA sequencing in conjunction with CITE-seq, we performed multiomics characterization of CAR T cells generated from healthy donor and patients with acute lymphoblastic leukemia. CAR T cells used in this study were manufactured at the University of Pennsylvania through lentiviral transduction with a CD19-4-1BB-CD3ζ construct. Besides the baseline condition, we engineered NIH-3T3 cells with human CD19 or mesothelin expression to conduct ex vivo antigen-specific or non-antigen stimulation of CAR T cells through 6-hour coculture at a 1:1 ratio. Results We delineated the global cellular and molecular CAR T landscape and identified that transcriptional CAR tonic signaling was regulated by a mixture of early activation, exhaustion signatures, and cytotoxic activities. On CD19 stimulation, we illuminated the disparities of CAR T cells derived from different origins and found that donor CAR T had more pronounced activation level in correlation with the upregulation of major histocompatibility complex class II genes compared with patient CAR T cells. This finding was independently validated in additional datasets from literature. Furthermore, GM-CSF(CSF2) expression was found to be associated with functional gene productions, but it induced little impact on the CAR T activation. Conclusions Through integrated multiomics profiling and unbiased canonical pathway analyses, our results unveil heterogeneities in the transcriptional, phenotypic, functional, and metabolic profiles of donor and patient CAR T cells, providing mechanistic basis for ameliorating clinical outcomes and developing next-generation ‘off- the-shelf’ allogeneic products."
    }
}