{
    "citingPaper": {
        "paperId": "5ab7ed93cc665179b774a7f8acfe305e27d55bf4",
        "title": "Single-Cell Analysis Reveals the Range of Transcriptional States of Circulating Human Neutrophils",
        "abstract": "Neutrophils are the most abundant leukocytes in human blood and are essential components of innate immunity. Until recently, neutrophils were considered homogeneous and transcriptionally inactive cells, but both concepts are being challenged. Single-cell RNA sequencing (scRNA-seq) offers an unbiased view of cells along a continuum of transcriptional states. However, the use of scRNA-seq to characterize neutrophils has proven technically difficult, explaining in part the paucity of published single-cell data on neutrophils. We have found that modifications to the data analysis pipeline, rather than to the existing scRNA-seq chemistries, can significantly increase the detection of human neutrophils in scRNA-seq. We have then applied a modified pipeline to the study of human peripheral blood neutrophils. Our findings indicate that circulating human neutrophils are transcriptionally heterogeneous cells, which can be classified into one of four transcriptional clusters that are reproducible among healthy human subjects. We demonstrate that peripheral blood neutrophils shift from relatively immature (Nh0) cells, through a transitional phenotype (Nh1), into one of two end points defined by either relative transcriptional inactivity (Nh2) or high expression of type I IFN-inducible genes (Nh3). Transitions among states are characterized by the expression of specific transcription factors. By simultaneously measuring surface proteins and intracellular transcripts at the single-cell level, we show that these transcriptional subsets are independent of the canonical surface proteins that are commonly used to define and characterize human neutrophils. These findings provide a new view of human neutrophil heterogeneity, with potential implications for the characterization of neutrophils in health and disease. Key Points Human neutrophils can be classified into distinct subsets based on transcriptomics. A modified analysis pipeline provides enhanced detection of neutrophil transcripts. These subsets cannot be classified using common surface markers."
    }
}