{
    "citingPaper": {
        "paperId": "b923fadc62f23cf84b152211fdb11e33d352b3b4",
        "title": "Single-cell multi-omics analysis reveals IFN-driven alterations in T lymphocytes and natural killer cells in systemic lupus erythematosus [version 1; peer review: 1 approved, 2 approved with reservations]",
        "abstract": "Background: The characterisation of the peripheral immune system in the autoimmune disease systemic lupus erythematosus (SLE) at the single-cell level has been limited by the reduced sensitivity of current whole-transcriptomic technologies. Here we employ a targeted single-cell multi-omics approach, combining protein and mRNA quantification, to generate a high-resolution map of the T lymphocyte and natural killer (NK) cell populations in blood from SLE patients. Methods: We designed a custom panel to quantify the transcription of 534 genes in parallel with the expression of 51 surface protein targets using the BD Rhapsody AbSeq single-cell system. We applied this technology to profile 20,656 T and NK cells isolated from peripheral blood from an SLE patient with a type I interferon (IFN)-induced gene expression signature (IFN hi ), and an age- and sex- matched IFN low SLE patient and healthy donor. Results: We confirmed the presence of a rare cytotoxic CD4 + T cell (CTL) subset, which was exclusively present in the IFN hi patient. Furthermore, we identified additional alterations consistent with increased immune activation in this patient, most notably a shift towards terminally differentiated CD57 + CD8 + T cell and CD16 + NK dim phenotypes, and the Consequently, we were able to find evidence for novel cellular peripheral biomarkers of SLE disease activity, including a subpopulation of CD57 + CD4 + CTLs. Abbreviations CTL, cytotoxic T lymphocyte; FACS, fluorescence-activated cell sorting; IFN, type I interferon; IFN hi , SLE patient with a detectable type I interferon-inducible gene expression signature in blood; ISG, type I interferon-stimulated gene; NK, natural killer; PBMC, peripheral blood mononuclear cells; PMA, phorbol 12-myristate 13-acetate; scRNA-seq, single-cell RNA-sequencing; SLE, systemic lupus erythematosus; T1D, type 1 diabetes; Tcm, memory T cell; effector T cell; effector T cell; TEMRA, terminally differentiated effector memory T Tfh, follicular helper T This is a nice piece of work using RNA and protein profiling of T and NK cells in 2 SLA patients with high and low interferon signatures and a non-SLA control patient. The authors accepted that the patient numbers are low, and that this is essentially a proof-of-concept study. There is certainly merit in increasing the patient numbers to validate this work, but this does not detract from the proof-of-concept findings of the current analysis. My main comment relates to the disease state of the IFNhi patient and the implications for biomarker discovery. Does the IFN signature relate to current SLA disease activity or to future prognosis? The context here is that there are established clinical scoring criteria for scoring disease activity in SLE (e.g., Thanou et al ., 2019 1 ), therefore if the findings of this study (ideally replicated in a larger cohort) apply to current disease state, then the question arises as to whether it adds anything more to what is obtained through simple clinical scoring. These are questions that can be explored through larger cohort analysis. If however the multi-omics analysis brings additional information about prognosis, this would be a more intriguing outcome of this analysis. Minor comments relate to the length of the discussion which can be more focused. This study describes the profiling of immune cell subpopulations in SLE, using a combined transcriptomic and proteomic methodology, down to the single-cell level. The main weakness of the study is the very limited number of subjects, which dampens the enthusiasm of the reviewer. Conclusions are drawn on 1 donor per study population (1 patient IFNhi, 1 patient IFNlo, 1 HD, with only limited clinical characteristics provided). It would have been highly recommended to validate the findings obtained by the transcriptomic/Proteomic analyses in additional samples from IFNhi and IFNlo SLE patients, by a flow cytometry based methodology. Moreover, while the authors repeatedly stress the fact that they are utilizing a novel method combining protein and mRNA quantification, this type of analysis has also been largely used by others, eg., CITE-seq, on unsorted single immune cells, with good resolution and identification of discrete, rare immune cell states (such as CD4 CTLs). Finally, while the inclusion of a \"stimulated\" condition appears very interesting to the reviewer, the rationale to use PMA/Ionomycin instead of aCD3/CD28 activation (at least for T cell subsets) is unclear. This would have provided a more physiological activation, that would better reflect the in vivo events occurring in patients. This is an interesting and detailed study of the immune cell features in patients with systemic lupus erythematosus (SLE). The authors have shown the strength of combined transcriptomic and proteomic profiling in single-cell analyses. The findings suggest that standard lymphocyte subsets, such as CD4 and NK cells, are in fact very complex and that subsets of these cells, even rare ones, have functional features that likely contribute to disease pathogenesis. Strengths of this work include the detailed analyses, the very clearly presented data in multiple figures, and the fact that the proteomic results reinforce functional implications of the various phenotypes defined by flow cytometry. The major weakness, which is discussed by the authors, is that this is a very limited analysis in terms of the patients sampled: one with high IFN signature, one with low IFN signature, and one healthy subject. The other available data on the two patients, levels of IL2 and circulating sCD25 are consistent with active disease. However, the IFN signature genes were not elevated as expected in the IFNhi individual. The explanation offered is that the IFN levels were determined at a separate time, prior to the sample taken for this study. This might imply that the cellular changes are more prolonged than the signature expression, but in the absence of longitudinal data, that is speculative. In addition, clinical features of the patients to confirm active disease are not described. The results will require further validation in larger patient samples, but the data presented suggest"
    }
}