{
    "citingPaper": {
        "paperId": "a0108b7dd6c9d1ac04a4d0854c56cd89d8ac4862",
        "title": "Single-cell computational machine learning approaches to immune-mediated inflammatory disease: New tools uncover novel fibroblast and macrophage interactions driving pathogenesis",
        "abstract": "Recent advances in single-cell sequencing technologies call for greater computational scalability and sensitivity to analytically decompose diseased tissues and expose meaningful biological relevance in individual cells with high resolution. And while fibroblasts, one of the most abundant cell types in tissues, were long thought to display relative homogeneity, recent analytical and technical advances in single-cell sequencing have exposed wide variation and sub-phenotypes of fibroblasts of potential and apparent clinical significance to inflammatory diseases. Alongside anticipated improvements in single cell spatial sequencing resolution, new computational biology techniques have formed the technical backbone when exploring fibroblast heterogeneity. More robust models are required, however. This review will summarize the key advancements in computational techniques that are being deployed to categorize fibroblast heterogeneity and their interaction with the myeloid compartments in specific biological and clinical contexts. First, typical machine-learning-aided methods such as dimensionality reduction, clustering, and trajectory inference, have exposed the role of fibroblast subpopulations in inflammatory disease pathologies. Second, these techniques, coupled with single-cell predicted computational methods have raised novel interactomes between fibroblasts and macrophages of potential clinical significance to many immune-mediated inflammatory diseases such as rheumatoid arthritis, ulcerative colitis, lupus, systemic sclerosis, and others. Third, recently developed scalable integrative methods have the potential to map cross-cell-type spatial interactions at the single-cell level while cross-tissue analysis with these models reveals shared biological mechanisms between disease contexts. Finally, these advanced computational omics approaches have the potential to be leveraged toward therapeutic strategies that target fibroblast-macrophage interactions in a wide variety of inflammatory diseases."
    }
}