{
    "citingPaper": {
        "paperId": "600e0ea58b199ecfb1e260f9e08091307d574be6",
        "title": "Single-cell RNA sequencing deconvolutes the in vivo heterogeneity of human bone marrow-derived mesenchymal stem cells",
        "abstract": "Bone marrow-derived mesenchymal stem cells (BM-MSCs) are multipotent stromal cells, which have a critical role in the maintenance of skeletal tissues such as bone, cartilage, and the fat found in bone marrow. In addition to providing microenvironmental support for hematopoietic processes, BM-MSCs can differentiate into various mesodermal lineages including osteoblast/osteocyte, chondrocyte, and adipocyte cells that are crucial for bone metabolism. While BM-MSCs have high cell-to-cell heterogeneity in gene expression, the cell subtypes that contribute to this heterogeneity in vivo in humans have not been characterized. To investigate the transcriptional diversity of BM-MSCs, we applied single-cell RNA sequencing (scRNA-seq) on freshly isolated CD271+ BM-derived mononuclear cells (BM-MNCs) from two human subjects. We successfully identified LEPRhiCD45low BM-MSCs within the CD271+ BM-MNC population, and further codified the BM-MSCs into distinct subpopulations corresponding to the osteogenic, chondrogenic, and adipogenic differentiation trajectories, as well as terminal-stage quiescent cells. Biological functional annotations of transcriptomes suggest that osteoblast precursors may induce angiogenesis coupled with osteogenesis, and chondrocyte precursors may have the potential to differentiate into myocytes. We discovered transcripts for several cluster of differentiation (CD) markers that were highly expressed (e.g., CD167b, CD91, CD130 and CD118) or absent (e.g., CD74, CD217, CD148 and CD68) in BM-MSCs and could be novel markers for human BM-MSC purification. This study is the first systematic in vivo dissection of human BM-MSCs cell subtypes at the single-cell resolution, revealing insight into the extent of their cellular heterogeneity and bone homeostasis."
    }
}