{
    "citingPaper": {
        "paperId": "09e669f97ce1ac51b2fb5f5fda69a0fb0429ba13",
        "title": "Single-cell multimodal omics and directly reprogrammed neurons to probe reduced penetrance in Frontotemporal Dementia",
        "abstract": "We identified an individual with reduced penetrance (RedPenMC) associated with an autosomal dominant progranulin (GRN) pathogenic variant (p.Tyr294*) causing frontotemporal dementia. The RedPenMC carrier had no signs or symptoms of frontotemporal lobar degeneration in life or at autopsy. This resistance to develop expected pathology gives a unique opportunity to interrogate neurodegenerative mechanisms, identify protective disease modifiers, and gain new therapeutic insights. We performed multimodal droplet-based single nuclei analyses of the frontal cortex from the RedPenMC post-mortem, including unbiased transcriptomics and profiling of global levels of twelve chromatin marks. Further, we analyzed neurons directly reprogrammed from skin fibroblasts from RedPenMC. Single nuclei analyses revealed that the RedPenMC carrier showed a higher expression of GRN in microglia than in any other cell types as well as compared to an affected mutation carrier and a non-carrier. Global levels of heterochromatin marks H3k9me1 and H3k9me3 were significantly lower in the RedPenMC carrier, whereas global levels of H2A2 were significantly upregulated in the RedPenMC carrier compared to an affected mutation carrier. Analyses of directly reprogrammed neurons from the RedPenMC carrier suggested a dendritic loss of GRN and spillage of TAR DNA-binding protein 43 (TDP-43) from the nucleus into the cytoplasm which was not observed in directly reprogrammed neurons from non-carriers. Taken together, our data suggest that higher expression of GRN in microglia and reduced levels of repressive marks may provide endogenous protection against the disease process/neurodegeneration in the RedPenMC carrier. Our study uses unique patient material and provides novel insights into disease mechanisms that can be explored for designing new therapeutic approaches for GRN associated frontotemporal dementia. Graphical abstract"
    }
}