{
    "citingPaper": {
        "paperId": "9d226bec530384cfe1ce2b867356ca2ff32b7636",
        "title": "Single-Cell Genomic Characterization Reveals the Cellular Reprogramming of the Gastric Tumor Microenvironment",
        "abstract": "Purpose: The tumor microenvironment (TME) consists of a heterogenous cellular milieu that can influence cancer cell behavior. Its characteristics have an impact on treatments such as immunotherapy. These features can be revealed with single-cell RNA sequencing (scRNA-seq). We hypothesized that scRNA-seq analysis of gastric cancer together with paired normal tissue and peripheral blood mononuclear cells (PBMC) would identify critical elements of cellular deregulation not apparent with other approaches. Experimental Design: scRNA-seq was conducted on seven patients with gastric cancer and one patient with intestinal metaplasia. We sequenced 56,167 cells comprising gastric cancer (32,407 cells), paired normal tissue (18,657 cells), and PBMCs (5,103 cells). Protein expression was validated by multiplex immunofluorescence. Results: Tumor epithelium had copy number alterations, a distinct gene expression program from normal, with intratumor heterogeneity. Gastric cancer TME was significantly enriched for stromal cells, macrophages, dendritic cells (DC), and Tregs. TME-exclusive stromal cells expressed distinct extracellular matrix components than normal. Macrophages were transcriptionally heterogenous and did not conform to a binary M1/M2 paradigm. Tumor DCs had a unique gene expression program compared to PBMC DCs. TME-specific cytotoxic T cells were exhausted with two heterogenous subsets. Helper, cytotoxic T, Treg, and NK cells expressed multiple immune checkpoint or co-stimulatory molecules. Receptor–ligand analysis revealed TME-exclusive intercellular communication. Conclusions: Single-cell gene expression studies revealed widespread reprogramming across multiple cellular elements in the gastric cancer TME. Cellular remodeling was delineated by changes in cell numbers, transcriptional states, and intercellular interactions. This characterization facilitates understanding of tumor biology and enables identification of novel targets including for immunotherapy."
    }
}