{
    "citingPaper": {
        "paperId": "56a034e68e3cad0a119b5a7b8168487f377addfc",
        "title": "Single-cell transcriptomic profiling maps monocyte/macrophage transitions after myocardial infarction in mice",
        "abstract": "Rationale Monocytes and macrophages have a critical and dual role in post-ischemic cardiac repair, as they can foster both tissue healing and damage. To decipher how monocytes/macrophages acquire heterogeneous functional phenotypes in the ischemic myocardium, we profiled the gene expression dynamics at the single-cell level in circulating and cardiac monocytes/macrophages following experimental myocardial infarction (MI) in mice. Methods and results Using time-series single-cell transcriptome and cell surface epitope analysis of blood and cardiac monocytes/macrophages, as well as the integration of publicly available and independently generated single-cell RNA-seq data, we tracked the transitions in circulating and cardiac monocyte/macrophage states from homeostatic conditions up to 11 days after MI in mice. We show that MI induces marked and rapid transitions in the cardiac mononuclear phagocyte population, with almost complete disappearance of tissue resident macrophages 1 day after ischemia, and rapid infiltration of monocytes that locally acquire discrete and time-dependent transcriptional states within 3 to 7 days. Ischemic injury induced a shift of circulating monocytes towards granulocyte-like transcriptional features (Chil3, Lcn2, Prtn3). Trajectory inference analysis indicated that while conversion to Ly6Clow monocytes appears as the default fate of Ly6Chi monocytes in the blood, infiltrated monocytes acquired diverse gene expression signatures in the injured heart, notably transitioning to two main MI-associated macrophage populations characterized by MHCIIhi and Trem2hiIgf1hi gene expression signatures. Minor ischemia-associated macrophage populations with discrete gene expression signature suggesting specialized functions in e.g. iron handling or lipid metabolism were also observed. We further identified putative transcriptional regulators and new cell surface markers of cardiac monocyte/macrophage states. Conclusions Altogether, our work provides a comprehensive landscape of circulating and cardiac monocyte/macrophage states and their regulators after MI, and will help to further understand their contribution to post-myocardial infarction heart repair."
    }
}