{
    "citingPaper": {
        "paperId": "69d22ba9a2fe16f0bc6db2a71ba37cd28a4cb78b",
        "title": "SPaRTAN, a computational framework for linking cell-surface receptors to transcriptional regulators",
        "abstract": "The identity and functions of specialized cell types are dependent on the complex interplay between signaling and transcriptional networks. We present SPaRTAN (Single-cell Proteomic and RNA based Transcription factor Activity Network), a computational method to link cell-surface receptors to transcription factors (TFs) by exploiting cellular indexing of transcriptomes and epitopes by sequencing (CITE-seq) datasets with cis-regulatory information. SPaRTAN is applied to immune cell types in the blood to predict the coupling of signaling receptors with cell context-specific TFs. The predictions are validated by prior knowledge and flow cytometry analyses. SPaRTAN is then used to predict the signaling coupled TF states of tumor infiltrating CD8+ T cells in malignant peritoneal and pleural mesotheliomas. SPaRTAN greatly enhances the utility of CITE-seq datasets to uncover TF and cell-surface receptor relationships in diverse cellular states. Significance Recently single-cell technologies such as CITE-seq have been developed that enable simultaneous quantitative analysis of cell-surface receptor expression with transcriptional states. To date, these datasets have not been used to systematically develop cell-context-specific maps of the interface between signaling and transcriptional regulators orchestrating cellular identity and function. We developed a computational framework, SPaRTAN (Single-cell Proteomic and RNA based Transcription factor Activity Network) that integrates single-cell proteomic and transcriptomic data based on CITE-seq with cis-regulatory information. We applied our method to publicly available (PBMCs) and new CITE-seq datasets (mesothelioma). Our predicted TF activity and cell-surface receptor relationships are validated by prior knowledge as well as experimental testing. SPaRTAN reveals many previously unidentified surface-receptor associated TFs."
    }
}