{
    "citingPaper": {
        "paperId": "ebcadc44d6e5d0aae7007daf6e8417b8d872dd5c",
        "title": "Standardization of flow cytometry and cell sorting to enable a transcriptomic analysis in a multi-site sarcoidosis study",
        "abstract": "The contribution and regulation of various CD4+ T cell lineages that occur with remitting vs progressive courses in sarcoidosis are poorly understood. We developed a multiparameter flow cytometry panel to sort these CD4+ T cell lineages followed by measurement of their functional potential using RNA-sequencing analysis at six-month intervals across multiple study sites. To obtain good quality RNA for sequencing, we relied on chemokine receptor expression to identify and sort lineages. To minimize gene expression changes induced by perturbations of T cells and avoid protein denaturation caused by freeze/thaw cycles, we optimized our protocols using freshly isolated samples at each study site. To accomplish this study, we had to overcome significant standardization challenges across multiple sites. Here, we detail standardization considerations for cell processing, flow staining, data acquisition, sorting parameters, and RNA quality control analysis that were performed as part of the NIH-sponsored, multi-center study, BRonchoscopy at Initial sarcoidosis diagnosis Targeting longitudinal Endpoints (BRITE). After several rounds of iterative optimization, we identified the following aspects as critical for successful standardization: 1) alignment of PMT voltages across sites using CS&T/rainbow bead technology; 2) a single template created in the cytometer program that was used by all sites to gate cell populations during data acquisition and cell sorting; 3) use of standardized lyophilized flow cytometry staining cocktails to reduce technical error during processing; 4) development and implementation of a standardized Manual of Procedures. After standardization of cell sorting, we were able to determine the minimum number of sorted cells necessary for next generation sequencing through analysis of RNA quality and quantity from sorted T cell populations. Overall, we found that implementing a multi-parameter cell sorting with RNA-seq analysis clinical study across multiple study sites requires iteratively tested standardized procedures to ensure comparable and high-quality results."
    }
}