{
    "citingPaper": {
        "paperId": "99d71994dfa8e31b9708f4b168eaa128cdc610aa",
        "title": "Studying early development using droplet single-cell RNA sequencing",
        "abstract": "In complex organisms, each individual derives from a single fertilised ovum. This process of development is characterised by an increase in cell number and a diversification of the various cell types that are present. Development has been extensively studied not only to understand how cells commit to various lineages, but also with a view to reversing typical developmental pathways for regenerative medicine. However, studying development in vivo is challenging due to the very high degree of spatial complexity in an embryo, and the limited amount of biological material that is actually present in these systems. Recently developed single-cell RNA-sequencing technologies offer a powerful tool for studying development. They generate a rich phenotypic readout of a cell’s state, providing gene-level information about what cells are doing, and allowing reconstruction of the molecular bases of developmental pathways at the appropriate scale for which developmental decisions are made. This Thesis begins with a summary of how single-cell RNA-sequencing data are generated and analysed, and how it has been used to study cell fate decision-making. The second chapter covers my work in identifying the extent of a technical confounder of high throughput sequencing experiments (barcode swapping), and how its consequences may be excluded from a subset of single-cell RNA-sequencing experiments where thousands of single cells are captured in microfluidic droplets for library preparation. I then detail the compilation of a large single-cell RNA-sequencing timecourse atlas of mouse development between embryonic days 6.5 and 8.5. I also performed analyses into the formation of the embryonic gut, which surprisingly receives contributions from extraembryonic tissue. The fourth and fifth chapters describe my investigation into the role of the genes Tal1 and T (also known as Brachyury) using chimaeric embryos. These genes are essential for proper development, and embryos die when they are entirely absent. Chimaeric embryos are composed of both knockout and wild-type cells: the wild-type cells contribute to the lineages that are compromised by the knockout, and the embryo remains healthy. The cell-intrinsic roles of these critical genes can therefore by studied in a proper in vivo context, unconfounded by the global abnormalities that would be induced by their absence from the whole embryo. Finally, I discuss the future of the field of single-cell RNA-sequencing, with a particular focus on how we can move beyond the currently employed snapshot measurements of cell states, in order to properly identify how the state of a cell affects its future behaviour."
    }
}