{
    "citingPaper": {
        "paperId": "d553c705e4880935b8bf74c2a5d9e72b1033ad22",
        "title": "Systematic identification of engineered methionines and oxaziridines for efficient, stable, and site-specific antibody bioconjugation",
        "abstract": "Significance Site-specific chemical modification of proteins remains a critical need for bioconjugation. Here we explore the key parameters needed for efficient, selective, and stable modification of methionine using recently developed oxaziridine reagents, called ReACT. We systematically tested various oxaziridine compounds, and scanned accessible and buried sites in a therapeutic antibody for breast cancer to determine the chemical and structural parameters for most stable and efficient modification. We show these adducts are highly stable over days and can support the delivery of toxic payloads to regress tumors in animals. These studies on this important chemical modification expand our capability to site-specifically modify proteins and antibodies for many applications. The field of chemical modification of proteins has been dominated by random modification of lysines or more site-specific labeling of cysteines, each with attendant challenges. Recently, we have developed oxaziridine chemistry for highly selective modification of methionine called redox-activated chemical tagging (ReACT) but have not broadly tested the molecular parameters for efficient and stable protein modification. Here we systematically scanned methionines throughout one of the most popular antibody scaffolds, trastuzumab, used for antibody engineering and drug conjugation. We tested the expression, reactivities, and stabilities of 123 single engineered methionines distributed over the surface of the antibody when reacted with oxaziridine. We found uniformly high expression for these mutants and excellent reaction efficiencies with a panel of oxaziridines. Remarkably, the stability to hydrolysis of the sulfimide varied more than 10-fold depending on temperature and the site of the engineered methionine. Interestingly, the most stable and reactive sites were those that were partially buried, presumably because of their reduced access to water. There was also a 10-fold variation in stability depending on the nature of the oxaziridine, which was determined to be inversely correlated with the electrophilic nature of the sulfimide. Importantly, the stabilities of the best analogs were sufficient to support their use as antibody drug conjugates and potent in a breast cancer mouse xenograft model over a month. These studies provide key parameters for broad application of ReACT for efficient, stable, and site-specific antibody and protein bioconjugation to native or engineered methionines."
    }
}