{
    "citingPaper": {
        "paperId": "cd39b1f3bee4654d8c4336490698c6113d20e05b",
        "title": "Targeting Immune-Fibroblast Crosstalk in Myocardial Infarction and Cardiac Fibrosis",
        "abstract": "Inflammation and tissue fibrosis co-exist and are causally linked to organ dysfunction. However, the molecular mechanisms driving immune-fibroblast crosstalk in human cardiac disease remains unexplored and there are currently no therapeutics to target fibrosis. Here, we performed multi-omic single-cell gene expression, epitope mapping, and chromatin accessibility profiling in 38 donors, acutely infarcted, and chronically failing human hearts. We identified a disease-associated fibroblast trajectory marked by cell surface expression of fibroblast activator protein (FAP), which diverged into distinct myofibroblasts and pro-fibrotic fibroblast populations, the latter resembling matrifibrocytes. Pro-fibrotic fibroblasts were transcriptionally similar to cancer associated fibroblasts and expressed high levels of collagens and periostin (POSTN), thymocyte differentiation antigen 1 (THY-1), and endothelin receptor A (EDNRA) predicted to be driven by a RUNX1 gene regulatory network. We assessed the applicability of experimental systems to model tissue fibrosis and demonstrated that 3 different in vivo mouse models of cardiac injury were superior compared to cultured human heart and dermal fibroblasts in recapitulating the human disease phenotype. Ligand-receptor analysis and spatial transcriptomics predicted that interactions between C-C chemokine receptor type 2 (CCR2) macrophages and fibroblasts mediated by interleukin 1 beta (IL-1β) signaling drove the emergence of pro-fibrotic fibroblasts within spatially defined niches. This concept was validated through in silico transcription factor perturbation and in vivo inhibition of IL-1β signaling in fibroblasts where we observed reduced pro-fibrotic fibroblasts, preferential differentiation of fibroblasts towards myofibroblasts, and reduced cardiac fibrosis. Herein, we show a subset of macrophages signal to fibroblasts via IL-1β and rewire their gene regulatory network and differentiation trajectory towards a pro-fibrotic fibroblast phenotype. These findings highlight the broader therapeutic potential of targeting inflammation to treat tissue fibrosis and restore organ function."
    }
}