{
    "citingPaper": {
        "paperId": "6accc806c275f23300f7765c23bb1c68eb1ba49d",
        "title": "The Contribution of Multiplexing Single Cell RNA Sequencing in Acute Myeloid Leukemia",
        "abstract": "Decades ago, the treatment for acute myeloid leukemia relied on cytarabine and anthracycline. However, advancements in medical research have introduced targeted therapies, initially employing monoclonal antibodies such as ant-CD52 and anti-CD123, and subsequently utilizing specific inhibitors that target molecular mutations like anti-IDH1, IDH2, or FLT3. The challenge lies in determining the role of these therapeutic options, considering the inherent tumor heterogeneity associated with leukemia diagnosis and the clonal drift that this type of tumor can undergo. Targeted drugs necessitate an examination of various therapeutic targets at the individual cell level rather than assessing the entire population. It is crucial to differentiate between the prognostic value and therapeutic potential of a specific molecular target, depending on whether it is found in a terminally differentiated cell with limited proliferative potential or a stem cell with robust capabilities for both proliferation and self-renewal. However, this cell-by-cell analysis is accompanied by several challenges. Firstly, the scientific aspect poses difficulties in comparing different single cell analysis experiments despite efforts to standardize the results through various techniques. Secondly, there are practical obstacles as each individual cell experiment incurs significant financial costs and consumes a substantial amount of time. A viable solution lies in the ability to process multiple samples simultaneously, which is a distinctive feature of the cell hashing technique. In this study, we demonstrate the applicability of the cell hashing technique for analyzing acute myeloid leukemia cells. By comparing it to standard single cell analysis, we establish a strong correlation in various parameters such as quality control, gene expression, and the analysis of leukemic blast markers in patients. Consequently, this technique holds the potential to become an integral part of the biological assessment of acute myeloid leukemia, contributing to the personalized and optimized management of the disease, particularly in the context of employing targeted therapies."
    }
}