{
    "citingPaper": {
        "paperId": "01e57478dd3edf1cbdebaf62c460cd68afd92156",
        "title": "The Neurovasculome: Key Roles in Brain Health and Cognitive Impairment: A Scientific Statement From the American Heart Association/American Stroke Association",
        "abstract": "Background: Preservation of brain health has emerged as a leading public health priority for the aging world population. Advances in neurovascular biology have revealed an intricate relationship among brain cells, meninges, and the hematic and lymphatic vasculature (the neurovasculome) that is highly relevant to the maintenance of cognitive function. In this scientific statement, a multidisciplinary team of experts examines these advances, assesses their relevance to brain health and disease, identifies knowledge gaps, and provides future directions. Methods: Authors with relevant expertise were selected in accordance with the American Heart Association conflict-of-interest management policy. They were assigned topics pertaining to their areas of expertise, reviewed the literature, and summarized the available data. Results: The neurovasculome, composed of extracranial, intracranial, and meningeal vessels, as well as lymphatics and associated cells, subserves critical homeostatic functions vital for brain health. These include delivering O2 and nutrients through blood flow and regulating immune trafficking, as well as clearing pathogenic proteins through perivascular spaces and dural lymphatics. Single-cell omics technologies have unveiled an unprecedented molecular heterogeneity in the cellular components of the neurovasculome and have identified novel reciprocal interactions with brain cells. The evidence suggests a previously unappreciated diversity of the pathogenic mechanisms by which disruption of the neurovasculome contributes to cognitive dysfunction in neurovascular and neurodegenerative diseases, providing new opportunities for the prevention, recognition, and treatment of these conditions. Conclusions: These advances shed new light on the symbiotic relationship between the brain and its vessels and promise to provide new diagnostic and therapeutic approaches for brain disorders associated with cognitive dysfunction."
    }
}