{
    "citingPaper": {
        "paperId": "c4ad204a79e98bdd09e578c15c06657a974b8a60",
        "title": "The inflammasome of circulatory collapse: single cell analysis of survival on extracorporeal life support",
        "abstract": "Background Despite being a lifesaving intervention for the most critically ill and circulatory compromised patients, veno-arterial extra-corporeal life support (VA-ECLS) is associated with a mortality rate of nearly 60%. Understanding how the immune response to VA-ECLS either promotes or impedes survival would both enhance risk stratification and uncover new therapeutic strategies for these patients. However, conventional enumeration of peripheral blood mononuclear cells (PBMCs) and their subsets have failed to identify determinants of outcome among these cells. Methods Flow cytometry and plasma cytokine measurement was combined with single cell RNASeq analysis of PBMCs from patients in circulatory shock being started on VA-ECLS to identify clinical, laboratory, and cellular features associated with 72 hour survival. Results Non-surviving patients exhibited higher plasma levels of the tissue aggressive inflammatory cytokines IL-1, IL-6, IL-12 and TNF-α. Distribution of cells between conventional PBMC subtypes was not predictive of survival. Single cell RNASeq analysis of discriminatory markers within each PBMC subtype revealed that the proportion of CD8+ Natural Killer T-cells (NKT) that expressed CD52, a known immune-modulator, was associated with improved survival. This cell population correlated inversely with IL-6 production. CD8+/CD52+ NKT cells were quantified by flow cytometry in a second, validation cohort. Those patients with a high proportion of CD52+ cells among all CD8+ NKT cells had more severe disease relative to the low CD52+ group, but nevertheless were nearly 5 time less likely to die in the first 72 hours of VA-ECLS (p=0.043 by log rank test). Conclusions CD8+/CD52+ NKT cells are associated with survival in patients undergoing VA-ECLS. Fluidics based scRNASeq can reveal important aspects of pathophysiology in complex disease states such as circulatory collapse and VA-ECLS. Further studies in animal models will be required to determine if stimulation of CD8+/CD52+ NKT cell expansion may be an effective therapeutic strategy in this patient population."
    }
}