{
    "citingPaper": {
        "paperId": "225fd694519e863b7d76d7043920c5337bb49d1b",
        "title": "The latent HIV reservoir: current advances in genetic sequencing approaches",
        "abstract": "ABSTRACT Multiple cellular HIV reservoirs in diverse anatomical sites can undergo clonal expansion and persist for years despite suppressive antiretroviral therapy, posing a major barrier toward an HIV cure. Commonly adopted assays to assess HIV reservoir size mainly consist of PCR-based measures of cell-associated total proviral DNA, intact proviruses and transcriptionally competent provirus (viral RNA), flow cytometry and microscopy-based methods to measure translationally competent provirus (viral protein), and quantitative viral outgrowth assay, the gold standard to measure replication-competent provirus; yet no assay alone can provide a comprehensive view of the total HIV reservoir or its dynamics. Furthermore, the detection of extant provirus by these measures does not preclude defects affecting replication competence. An accurate measure of the latent reservoir is essential for evaluating the efficacy of HIV cure strategies. Recent approaches have been developed, which generate proviral sequence data to create a more detailed profile of the latent reservoir. These sequencing approaches are valuable tools to understand the complex multicellular processes in a diverse range of tissues and cell types and have provided insights into the mechanisms of HIV establishment and persistence. These advancements over previous sequencing methods have allowed multiplexing and new assays have emerged, which can document transcriptional activity, chromosome accessibility, and in-depth cellular phenotypes harboring latent HIV, enabling the characterization of rare infected cells across restrictive sites such as the brain. In this manuscript, we provide a review of HIV sequencing-based assays adopted to address challenges in quantifying and characterizing the latent HIV reservoir."
    }
}