{
    "citingPaper": {
        "paperId": "993829cbd35c7a91a5a3e3856388fd2b6383c0fd",
        "title": "TIM-3+ CD8 T cells with a terminally exhausted phenotype retain functional capacity in hematological malignancies",
        "abstract": "Chronic antigen stimulation is thought to generate dysfunctional CD8 T cells. Here, we identify a CD8 T cell subset in the bone marrow tumor microenvironment that, despite an apparent terminally exhausted phenotype (TPHEX), expressed granzymes, perforin, and IFN-γ. Concurrent gene expression and DNA accessibility revealed that genes encoding these functional proteins correlated with BATF expression and motif accessibility. IFN-γ+ TPHEX effectively killed myeloma with comparable efficacy to transitory effectors, and disease progression correlated with numerical deficits in IFN-γ+ TPHEX. We also observed IFN-γ+ TPHEX within CD19-targeted chimeric antigen receptor T cells, which killed CD19+ leukemia cells. An IFN-γ+ TPHEX gene signature was recapitulated in TEX cells from human cancers, including myeloma and lymphoma. Here, we characterize a TEX subset in hematological malignancies that paradoxically retains function and is distinct from dysfunctional TEX found in chronic viral infections. Thus, IFN-γ+ TPHEX represent a potential target for immunotherapy of blood cancers. A subset of CD8 T cells with a terminally exhausted epigenetic profile expressed IFN-γ, granzymes, and perforin in bone marrow. Editor’s Summary Chronic antigen stimulation can drive CD8 T cell exhaustion and dysfunction among multiple T cell subsets. Using a murine myeloma model, Minnie et al. characterized a terminally exhausted CD8 T cell subset in the bone marrow tumor microenvironment that expressed not only transcription and epigenetic factors associated with exhaustion but also effector molecules, including IFN-γ, granzymes, and perforin. This subset, IFN-γ+ TPHEX (IFN-γ–secreting, phenotypically exhausted T cells), could kill myeloma cells, and IFN-γ+ TPHEX differentiated from CD19-targeted chimeric antigen receptor T cells could kill CD19+ tumor cells. An analogous IFN-γ+ TPHEX subset was also detected in patients with myeloma and lymphoma. Together, these findings suggest that IFN-γ+ TPHEX have dysfunctional features but retain functionality, facilitating antitumor responses. —Christiana Fogg"
    }
}