{
    "citingPaper": {
        "paperId": "8243c2ea85452dde15a37716fa8bface8a3e368e",
        "title": "Time-resolved single-cell transcriptomics uncovers dynamics of cardiac neutrophil diversity in murine myocardial infarction",
        "abstract": "Objective After myocardial infarction, neutrophils rapidly and massively infiltrate the heart, where they can promote both tissue healing and damage. Here, we investigated the dynamics of cardiac neutrophil heterogeneity after infarction. Methods and results We employed single-cell transcriptomics (scRNA-seq) to investigate temporal neutrophil heterogeneity in the heart after murine myocardial infarction. At day 1, 3, and 5 after infarction, neutrophils could be delineated into six distinct clusters with specific time-dependent patterning and proportions. While the majority of neutrophils at day 1 were characterized by high expression of chemokines (e.g. Cxcl3, Ccl6), and putative activity of transcriptional regulators involved in hypoxic response (Hif1a) and emergency granulopoiesis (Cebpb), two major subsets of Siglecfhi (enriched for e.g. Icam1 and Tnf) and Siglecflow (Slpi, Ifitm1) neutrophils were found at 3 and 5 days. Flow cytometry analysis confirmed the presence of LY6G+SIGLECFhi and LY6G+SIGLECFlow neutrophils in the heart from 3 days after infarction onwards. LY6G+SIGLECFhi neutrophils were absent from the bone marrow, blood and spleen, suggesting local acquisition of surface SIGLECF. Acquisition of the SIGLECFhi state was paralleled by features of neutrophil ageing and activation (ICAM1hiCXCR4hiCD49dhiCD62Llow). scRNA-seq of atherosclerotic aortas revealed two neutrophil subsets with gene expression patterns reminiscent of the major Siglecfhi and Siglecflow cardiac neutrophil subpopulations, revealing that these populations may be present across distinct contexts of cardiovascular inflammation. Conclusion Altogether, our data provide a time-resolved census of neutrophil diversity and gene expression dynamics in the mouse ischemic heart at the single-cell level, and suggests that temporal neutrophil heterogeneity is in part driven by local transition to a SIGLECFhi state."
    }
}