{
    "citingPaper": {
        "paperId": "22d46ba1d36c3a92c9e677609b78e1400d9d7d15",
        "title": "Time to Move to the Single-Cell Level: Applications of Single-Cell Multi-Omics to Hematological Malignancies and Waldenström’s Macroglobulinemia—A Particularly Heterogeneous Lymphoma",
        "abstract": "Simple Summary Intra-tumor heterogeneity is inherent to all cancers and makes direct mapping of genotype–phenotype relationships challenging. The advent of single-cell multi-omics techniques has allowed us to begin to comprehensively dissect cellular heterogeneity and access biological information unobtainable from bulk analysis. Applications cover many fields and are increasingly numerous. This review aims to summarize the most important applications of single-cell technologies in hematological tumors, providing a translational view. Data show the power of single-cell multi-omics to resolve the complex biology of heterogeneous populations and to derive information that can be used to improve treatment strategies. We discuss, with a practical example, how to make use of these techniques to study the heterogeneity of a specific type of monoclonal gammopathy called Waldenström’s macroglobulinemia. Abstract Single-cell sequencing techniques have become a powerful tool for characterizing intra-tumor heterogeneity, which has been reflected in the increasing number of studies carried out and reported. We have rigorously reviewed and compiled the information about these techniques inasmuch as they are relative to the area of hematology to provide a practical view of their potential applications. Studies show how single-cell multi-omics can overcome the limitations of bulk sequencing and be applied at all stages of tumor development, giving insights into the origin and pathogenesis of the tumors, the clonal architecture and evolution, or the mechanisms of therapy resistance. Information at the single-cell level may help resolve questions related to intra-tumor heterogeneity that have not been previously explained by other techniques. With that in mind, we review the existing knowledge about a heterogeneous lymphoma called Waldenström’s macroglobulinemia and discuss how single-cell studies may help elucidate the underlying causes of this heterogeneity."
    }
}