{
    "citingPaper": {
        "paperId": "167633d4603fde1577107c6be7b0cc03d6df2044",
        "title": "Towards comprehensive cellular atlases",
        "abstract": "With recent technological advancements in single-cell biology, many aspects of individual cells are characterized with unprecedented resolution and details. Cell types in human and model organisms are redefined, and multiple organ-wide atlases are proposed to integrate different types of data to provide a comprehensive view of biological systems at cellular resolution. Incorporating location information of cells in such atlases is crucial to understanding the structure and functions. Several spatially resolved transcriptomics technologies may serve this purpose, and in situ sequencing (ISS) is among the most powerful ones. ISS detects the expression of tens to hundreds of genes in situ, i.e. inside preserved cells and tissues. ISS is a targeted approach, using probes designed to identify specific transcripts. Its key advantages, as compared to other spatially resolved gene expression analysis methods, are high throughput, cellular resolution and tissue compatibility, making it a tool ideally suited for spatial cell mapping. The work included in this thesis aims to develop tools and methods for this application. In paper I, a network analysis tool was developed to analyze ISS and other spatially resolved data. The tool enables smooth visualization of large datasets and generates networks based on colocalization. It also includes functions to test statistical significance and resolve tissue heterogeneity. In paper II, we studied spatio-temporal patterns of immune response in tuberculosis granuloma by targeting immune markers with ISS. Using the tool developed in paper I together with other methods, we established an immune response time course at the granuloma sites and found histologically different granulomas based on transcriptional information. The paper demonstrated that ISS can robustly detect transcripts in formalin-fixed paraffin-embedded tissues across biological samples and reveal biologically relevant structures. In paper III, we developed probabilistic cell typing by in situ sequencing (pciSeq), a method to spatially map cell types defined by single-cell RNA-sequencing. pciSeq is an integrated pipeline that includes gene selection, image analysis, barcode calling and cell type calling. We mapped closely related interneuron cell types of the mouse hippocampal CA1 region in 14 coronal sections and validated the results against ground truth. In paper IV, we investigated the quantification bias of ISS resulting from the probe target selection. We developed a method to sequence in situ synthesized cDNA and found that the read coverage of in situ cDNA library reflected ISS counts more closely than conventional RNA sequencing, making it possible, to some extent, to predict a probe’s performance and guide the probe design. Taken together, the developments described in this thesis comprise several tools that make ISS suitable for building cellular atlases via large-scale spatial mapping."
    }
}