{
    "citingPaper": {
        "paperId": "c2292055a47c3cba2fa07f17235ad68a3f7005d1",
        "title": "Tumor cell heterogeneity profiling using single-cell analysis",
        "abstract": "Cancer is a diverse disease with large variations between tumor types and patients regarding tumor progression and prognosis. Additionally, most individual tumors are heterogeneous, containing subpopulations of cells with various characteristics. Numerous factors affect the differences observed between tumor cells, such as variations in genetics, epigenetics, cellular states and the microenvironment surrounding the individual cells. One clinically relevant subpopulation, commonly referred to as cancer stem cells, consists of cells with stem cell characteristics. These are present in many tumor types and are known to be important for tumor development and treatment resistance. The tumor microenvironment is a key factor affecting the cellular phenotype, including the cancer stem cell subpopulation. Analysis at cell population level will not capture the true variations between individual cells. Instead, single-cell analysis offers new means to study and understand cellular and molecular differences between tumor subpopulations. The main objective of this thesis was to study tumor cell heterogeneity in myxoid liposarcoma and breast cancer with the help of single-cell gene expression analysis methods. We could generate a flexible workflow to measure gene expression, including the assessment of total mRNA amounts in each cell, using several diverse approaches developed from already existing protocols. Subsequently, we combined a number of functional cell culture methods to enrich for tumor cells with characteristic cellular properties together with single-cell gene expression profiling methods, to match phenotype with the corresponding transcription pattern. Single-cell analysis of myxoid liposarcoma cells, sorted based on the cell-cycle, identified a number of genes previously not reported as cell-cycle regulated and defined two subgroups of cells within the G1 phase. In the same tumor type, we identified a subpopulation of cells with cancer stem celland chemotherapy resistance properties associated with an active JAK-STAT signaling pathway. Here, a combination treatment of chemotherapy and JAK-STAT inhibition was in vitro shown to be more effective against tumor cells than chemotherapy alone. In breast cancer cells, we identified a number of potential biomarkers overexpressed in a subpopulation of cells with cancer stem cell characteristics. We also developed a new in vivo-like culture system based on decellularized human tumors to study the effect of the microenvironment on breast cancer cells. We demonstrated that the gene expression profiles of cells cultured in these patient-derived scaffolds closely mimic the profiles of in vivo cells. Furthermore, gene expression patterns changed differently depending on the patient-derived scaffold, which could be linked to patient recurrence. In conclusion, we developed single-cell analysis methods as well as a new in vivo-like model system. Furthermore, we identified genes and pathways connected to different subpopulations of myxoid liposarcoma or breast cancer cells that potentially can be used as biomarkers and future drug targets."
    }
}