{
    "citingPaper": {
        "paperId": "78bed1bdffbb20abde566f8bc3651ad2cf27ddbe",
        "title": "Tumor vessel co-option: The past & the future",
        "abstract": "Tumor vessel co-option (VCO) is a non-angiogenic vascularization mechanism that is a possible cause of resistance to anti-angiogenic therapy (AAT). Multiple tumors are hypothesized to primarily rely on growth factor signaling-induced sprouting angiogenesis, which is often inhibited during AAT. During VCO however, tumors invade healthy tissues by hijacking pre-existing blood vessels of the host organ to secure their blood and nutrient supply. Although VCO has been described in the context of AAT resistance, the molecular mechanisms underlying this process and the profile and characteristics of co-opted vascular cell types (endothelial cells (ECs) and pericytes) remain poorly understood, resulting in the lack of therapeutic strategies to inhibit VCO (and to overcome AAT resistance). In the past few years, novel next-generation technologies (such as single-cell RNA sequencing) have emerged and revolutionized the way of analyzing and understanding cancer biology. While most studies utilizing single-cell RNA sequencing with focus on cancer vascularization have centered around ECs during sprouting angiogenesis, we propose that this and other novel technologies can be used in future investigations to shed light on tumor EC biology during VCO. In this review, we summarize the molecular mechanisms driving VCO known to date and introduce the models used to study this phenomenon to date. We highlight VCO studies that recently emerged using sequencing approaches and propose how these and other novel state-of-the-art methods can be used in the future to further explore ECs and other cell types in the VCO process and to identify potential vulnerabilities in tumors relying on VCO. A better understanding of VCO by using novel approaches could provide new answers to the many open questions, and thus pave the way to develop new strategies to control and target tumor vascularization."
    }
}