{
    "citingPaper": {
        "paperId": "05480c4e1165e6b5708e729661147e4b5f72bc20",
        "title": "Type 1 interferon remodels normal and neoplastic hematopoiesis in human",
        "abstract": "Inflammatory cytokines perturb hematopoietic stem cell (HSC) homeostasis and modulate the fitness of neoplastic HSC clones in mouse models. However, the study of cytokines in human hematopoiesis is challenging due to the concerted activities of multiple cytokines across physiologic and pathologic processes. To overcome this limitation, we leveraged serial bone marrow samples from patients with CALR-mutated myeloproliferative neoplasms who were treated with recombinant interferon-alpha (IFNa). We interrogated baseline and IFNa-treated CD34+ stem and progenitor cells using single-cell multi-omics platforms that directly link, within the same cell, the mutation status, whole transcriptomes and immunophenotyping or chromatin accessibility. We identified a novel IFNa-induced inflammatory granulocytic progenitor defined by expression and activities of RFX2/3 and AP-1 transcription factors, with evidence supporting a direct differentiation from HSCs. On the other hand, IFNa also induced a significant B-lymphoid progenitor expansion and proliferation, associated with enhanced activities of PU.1 and its co- regulator TCF3, as well as decreased accessibility of megakaryocytic-erythroid transcription factor GATA1 binding sites in HSCs. In the neoplastic hematopoiesis, the lymphoid expansion was constrained by a preferential myeloid skewing of the mutated cells, linked with increased myeloid proliferation and enhanced CEBPA and GATA1 activities compared to wildtype cells. Further, IFNa caused a downregulation of the TNFa signaling pathway, with downregulation of NFKB and AP-1 transcription factors. Thus, IFNa simultaneously initiated both – pro-inflammatory and anti- inflammatory – cell states within the same hematopoiesis, and its phenotypic impact varied as a function of the underlying HSC state and mutation status."
    }
}