{
    "citingPaper": {
        "paperId": "f3074bf6fce6950d1a79047ca93504c0c32878ab",
        "title": "Understanding the Biology and Pathogenesis of the Kidney by Single-Cell Transcriptomic Analysis",
        "abstract": "Background: Single-cell RNA-seq (scRNA-seq) has recently emerged as a revolutionary and powerful tool for biomedical research. However, there have been relatively few studies using scRNA-seq in the field of kidney study. Summary: scRNA-seq achieves gene expression profiling at single-cell resolution in contrast with the conventional methods of gene expression profiling, which are based on cell population and give averaged values of gene expression of the cells. Single-cell transcriptomic analysis is crucial because individual cells of the same type are highly heterogeneous in gene expression, which reflects the existence of subpopulations, different cellular states, or molecular dynamics, of the cells, and should be resolved for further insights. In addition, gene expression analysis of tissues or organs that usually comprise multiple cell types or subtypes results in data that are not fully applicable to any given cell type. scRNA-seq is capable of identifying all cell types and subtypes in a tissue, including those that are new or present in small quantity. With these unique capabilities, scRNA-seq has been used to dissect molecular processes in cell differentiation and to trace cell lineages in development. It is also used to analyze the cells in a lesion of disease to identify the cell types and molecular dynamics implicated in the injury. With continuous technical improvement, scRNA-seq has become extremely high throughput and cost effective, making it accessible to all laboratories. In the present review article, we provide an overall review of scRNA-seq concerning its history, improvements, and applications. In addition, we describe the available studies in which scRNA-seq was employed in the field of kidney research. Lastly, we discuss other potential uses of scRNA-seq for kidney research. Key Message: This review article provides general information on scRNA-seq and its various uses. Particularly, we summarize the studies in the field of kidney diseases in which scRNA-seq was used and discuss potential additional uses of scRNA-seq for kidney research."
    }
}