{
    "citingPaper": {
        "paperId": "dd1480c5429430e303540e42e59333cb18a116e7",
        "title": "Unifying genomics and transcriptomics in single cells with ResolveOME amplification chemistry to illuminate oncogenic and drug resistance mechanisms",
        "abstract": "Discovering genomic variation in the absence of information about transcriptional consequence of that variation or, conversely, a transcriptional signature without understanding underlying genomic contributions, hinders understanding of molecular mechanisms of disease. To assess this genomic and transcriptomic coordination, we developed a new chemistry and method, ResolveOME, to extract this information out of the individual cell. The workflow unifies template-switching full-transcript RNA-Seq chemistry and whole genome amplification (WGA), followed by affinity purification of first-strand cDNA and subsequent separation of the RNA/DNA fractions for sequencing library preparation. In the ResolveOME methodology we leverage the attributes of primary template-directed amplification (PTA) 1 to enable accurate assessment of single-nucleotide variation as a DNA feature—not achieved with existing workflows to assess DNA + RNA information in the same cell. We demonstrated the validity of the technique in the context of two major phenomena in oncology: tumor heterogeneity (leading to cancer progression) and treatment resistance. Material from a primary patient breast cancer and an acute myeloid leukemia (AML) cell line, MOLM-13, was used to highlight multiomic biomarker paradigms enabled by this chemistry. Performance of the PTA-enabled genome amplification was largely unaffected by addition of RNA enrichment, with control WGS results showing > 95% genome coverage, precision > 0.99 and allele drop out < 15%. In the RNA fraction of the chemistry, we were able to routinely retrieve full-length transcripts that demonstrate a ratio of 1 for 5’/3’ bias, with increased coverage of intronic regions and 5’ regions that are indicative of novel transcripts, showing strength of the template switching mechanism to capture isoform information with sparsity rates < 75%. We find remarkable cellular variability of revealed biomarkers at both in the genome and transcriptome despite employing a relatively small number of individual cells. In our primary patient sample of ductal carcinoma in situ (DCIS)/invasive ductal carcinoma (IDC) we observed oncogenic PIK3CA driver mutations and prototypical DCIS copy number alterations binned into heterogenous single-cell classes of genomic lesions. Within our quizartinib-treated MOLM-13 cells, we identified multiple potential mechanisms of resistance within N841 and K841. These data suggest that FLT3 K841 existed as an extremely rare clone in the original MOLM-13 cell line which upon the selective pressure of quizartinib was enriched to domination of the with RNA sequencing in single cells and show its utility by cataloging putative regulatory SNVs affecting gene expression. in between washes and passed through a 35 micron filter prior to loading for FACS. Singlet (FSC-A / FSC-H, BSC-A / BSC-W) and live-cell (Calcein AM) gating was defined followed by daughter EpCAM high and EpCAM low gates. EpCAM High and Low cells were sorted into the same 96 well plates as described above for to minimize potential batch effects of downstream genomic/transcriptomic amplification. analyses coming from the genomic fraction of ResolveOME, we leveraged an internal analytics pipeline modified from Sentieon driver-based tools. Initial FASTQ pairs were trimmed against low quality and library artifacts using fastp 45 (v0.20.1) Alignment was performed using BWA (Sentieon-202112), followed by deduplication (locus_collector v202112 / dedup v202112 ) of identically-aligned reads. Alignment-based"
    }
}