{
    "citingPaper": {
        "paperId": "08ce9aebac485044abc75c7461cdf1ad07ed009e",
        "title": "Unravelling B cell heterogeneity: insights into flow cytometry-gated B cells from single-cell multi-omics data",
        "abstract": "Introduction B cells play a pivotal role in adaptive immunity which has been extensively characterised primarily via flow cytometry-based gating strategies. This study addresses the discrepancies between flow cytometry-defined B cell subsets and their high-confidence molecular signatures using single-cell multi-omics approaches. Methods By analysing multi-omics single-cell data from healthy individuals and patients across diseases, we characterised the level and nature of cellular contamination within standard flow cytometric-based gating, resolved some of the ambiguities in the literature surrounding unconventional B cell subsets, and demonstrated the variable effects of flow cytometric-based gating cellular heterogeneity across diseases. Results We showed that flow cytometric-defined B cell populations are heterogenous, and the composition varies significantly between disease states thus affecting the implications of functional studies performed on these populations. Importantly, this paper draws caution on findings about B cell selection and function of flow cytometric-sorted populations, and their roles in disease. As a solution, we developed a simple tool to identify additional markers that can be used to increase the purity of flow-cytometric gated immune cell populations based on multi-omics data (AlliGateR). Here, we demonstrate that additional non-linear CD20, CD21 and CD24 gating can increase the purity of both naïve and memory populations. Discussion These findings underscore the need to reconsider B cell subset definitions within the literature and propose leveraging single-cell multi-omics data for refined characterisation. We show that single-cell multi-omics technologies represent a powerful tool to bridge the gap between surface marker-based annotations and the intricate molecular characteristics of B cell subsets."
    }
}