{
    "citingPaper": {
        "paperId": "2f2a389e2cc76028e17d4f7105f5ac6918b277a5",
        "title": "Watson-Crick Base-Pairing Requirements for ssDNA Recognition and Processing in Replication-Initiating HUH Endonucleases",
        "abstract": "Circular Rep-encoding single-stranded DNA (CRESS-DNA) viruses are a ubiquitous group of viruses that infect organisms across all domains of life. These viruses negatively impact both agriculture and human health. ABSTRACT Replication-initiating HUH endonucleases (Reps) are sequence-specific nucleases that cleave and rejoin single-stranded DNA (ssDNA) during rolling-circle replication. These functions are mediated by covalent linkage of the Rep to its substrate post cleavage. Here, we describe the structures of the endonuclease domain from the Muscovy duck circovirus Rep in complex with its cognate ssDNA 10-mer with and without manganese in the active site. Structural and functional analyses demonstrate that divalent cations play both catalytic and structural roles in Reps by polarizing and positioning their substrate. Further structural comparisons highlight the importance of an intramolecular substrate Watson-Crick (WC) base pairing between the −4 and +1 positions. Subsequent kinetic and functional analyses demonstrate a functional dependency on WC base pairing between these positions regardless of the pair’s identity (i.e., A·T, T·A, G·C, or C·G), highlighting a structural specificity for substrate interaction. Finally, considering how well WC swaps were tolerated in vitro, we sought to determine to what extent the canonical −4T·+1A pairing is conserved in circular Rep-encoding single-stranded DNA viruses and found evidence of noncanonical pairings in a minority of these genomes. Altogether, our data suggest that substrate intramolecular WC base pairing is a universal requirement for separation and reunion of ssDNA in Reps. IMPORTANCE Circular Rep-encoding single-stranded DNA (CRESS-DNA) viruses are a ubiquitous group of viruses that infect organisms across all domains of life. These viruses negatively impact both agriculture and human health. All members of this viral family employ a multifunctional nuclease (Rep) to initiate replication. Reps are structurally similar throughout this family, making them targets of interest for viral inhibition strategies. Here, we investigate the functional dependencies of the Rep protein from Muscovy duck circovirus for ssDNA interaction. We demonstrate that this Rep requires an intramolecular Watson-Crick base pairing for origin of replication (Ori) recognition and interaction. We show that noncognate base pair swaps are well tolerated, highlighting a local structural specificity over sequence specificity. Bioinformatic analysis found that the vast majority of CRESS-DNA Oris form base pairs in conserved positions, suggesting this pairing is a universal requirement for replication initiation in the CRESS-DNA virus family."
    }
}